{"document": 1, "false": 2, "0": 3, "7": 4, "2": 5, "9": 6, "1": 7, "well": 8, "fargo": 9, "companymndep": 10, "shr": 11, "th": 12, "int": 13, ".": 14, "5": 15, "8": 16, "%": 17, "fixtofloat": 18, "noncum": 19, "perpetual": 20, "class": 21, "pref": 22, "stock": 23, "ser": 24, "qdep": 25, "6": 26, "r": 27, "wfcnoncumulativeperpetualclassapreferredstockseriesnmember": 28, "wfcfixedtofloatingrate": 29, "noncumulativeperpetualclassapfdstockseriesqmember": 30, "wfcguaranteeofmediumtermnotesseriesadueoctober": 31, "3": 32, "ofwellsfargofinancellcmember": 33, "wfcnoncumulativeperpetualclassapreferredstockseriesymember": 34, "wfca": 35, "noncumulativeperpetualconvertibleclassapreferredstockserieslmember": 36, "usgaapcommonstockmember": 37, "noncumulativeperpetualclassapfdstockseriesrmember": 38, "wfcnoncumulativeperpetualclassapreferredstockseriesomember": 39, "wfcnoncumulativeperpetualclassapreferredstockseriestmember": 40, "wfcnoncumulativeperpetualclassapreferredstockseriesvmember": 41, "wfcguaranteeof": 42, "fixedtofloatingratenormalwachoviaincometrustsecuritiesofwachoviacapitaltrustiiimember": 43, "wfcnoncumulativeperpetualclassapreferredstockserieswmember": 44, "wfcnoncumulativeperpetualclassapreferredstockseriesxmember": 45, "wfcnoncumulativeperpetualclassapreferredstockseriespmember": 46, "united": 47, "statessecuritie": 48, "exchange": 49, "commissionwashington": 50, "d": 51, "c": 52, "4": 53, "form": 54, "k": 55, "current": 56, "reportpursuant": 57, "section": 58, "security": 59, "act": 60, "date": 61, "report": 62, "early": 63, "event": 64, "october": 65, "company": 66, "exact": 67, "registrant": 68, "specify": 69, "charterdelaware": 70, "state": 71, "jurisdictionof": 72, "incorporation": 73, "commission": 74, "filenumb": 75, "irs": 76, "employeridentification": 77, "montgomery": 78, "street": 79, "san": 80, "francisco": 81, "california": 82, "address": 83, "principal": 84, "executive": 85, "office": 86, "zip": 87, "coderegistrant": 88, "telephone": 89, "number": 90, "include": 91, "area": 92, "code": 93, "check": 94, "appropriate": 95, "box": 96, "filing": 97, "intend": 98, "simultaneously": 99, "satisfy": 100, "obligation": 101, "follow": 102, "provisionswritten": 103, "communication": 104, "pursuant": 105, "rule": 106, "cfr": 107, "soliciting": 108, "material": 109, "a": 110, "precommencement": 111, "b": 112, "bprecommencement": 113, "e": 114, "csecurities": 115, "register": 116, "acttitle": 117, "classtrading": 118, "symbolname": 119, "registeredcommon": 120, "par": 121, "value": 122, "$": 123, "wfcnyse": 124, "noncumulative": 125, "convertible": 126, "preferred": 127, "series": 128, "lwfc": 129, "prlnysedepositary": 130, "share": 131, "represent": 132, "interest": 133, "prefer": 134, "nwfc": 135, "prnnysedepositary": 136, "owfc": 137, "pronysedepositary": 138, "pwfc": 139, "prpnysedepositary": 140, "fixedtofloating": 141, "rate": 142, "qwfc": 143, "prqnysedepositary": 144, "rwfc": 145, "prrnysedepositary": 146, "twfc": 147, "prtnysedepositary": 148, "vwfc": 149, "prvnysedepositary": 150, "wwfc": 151, "prwnysedepositary": 152, "xwfc": 153, "prxnysedepositary": 154, "ywfc": 155, "prynyseguarantee": 156, "normal": 157, "wachovia": 158, "income": 159, "trust": 160, "capital": 161, "iiiwbtpnyseguarantee": 162, "mediumterm": 163, "note": 164, "finance": 165, "llcwfc": 166, "anyseindicate": 167, "mark": 168, "emerge": 169, "growth": 170, "define": 171, "emerging": 172, "indicate": 173, "elect": 174, "use": 175, "extended": 176, "transition": 177, "period": 178, "comply": 179, "new": 180, "revise": 181, "financial": 182, "accounting": 183, "standard": 184, "provide": 185, "oitem": 186, "result": 187, "operation": 188, "condition": 189, "on": 190, "issue": 191, "press": 192, "release": 193, "regard": 194, "quarter": 195, "end": 196, "september": 197, "post": 198, "website": 199, "q": 200, "quarterly": 201, "supplement": 202, "contain": 203, "certain": 204, "additional": 205, "historical": 206, "forwardlooke": 207, "information": 208, "relate": 209, "exhibit": 210, "incorporate": 211, "reference": 212, "item": 213, "consider": 214, "file": 215, "purpose": 216, "shall": 217, "deem": 218, "host": 219, "live": 220, "conference": 221, "available": 222, "webcast": 223, "discuss": 224, "matter": 225, "statement": 226, "no": 227, "descriptionlocation": 228, "herewith": 229, "furnishe": 230, "cover": 231, "page": 232, "interactive": 233, "datum": 234, "embed": 235, "inline": 236, "xbrl": 237, "documentsignaturepursuant": 238, "requirement": 239, "duly": 240, "cause": 241, "sign": 242, "behalf": 243, "undersigned": 244, "hereunto": 245, "authorize": 246, "datedoctober": 247, "wells": 248, "s": 249, "richard": 250, "levy": 251, "vice": 252, "president": 253, "controller": 254, "officer": 255, "companymn": 256, "dep": 257, "n": 258, "o": 259, "p": 260, "t": 261, "v": 262, "w": 263, "x": 264, "y": 265, "guarantee": 266, "iii": 267, "wfccommonstockparvalue": 268, "member": 269, "wfcsec": 270, "noncumulativeperpetualconvertibleclasspreferredstockserieslmember": 271, "wfcdepositaryshareseachrepresenting": 272, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriesnmember": 273, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriesomember": 274, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriespmember": 275, "thinterestinshareof": 276, "fixedtofloatingratenoncumulativeperpetualclasspreferredstockseriesqmember": 277, "fixedtofloatingratenoncumulativeperpetualclasspreferredstockseriesrmember": 278, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriestmember": 279, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriesvmember": 280, "thinterestinshareofnoncumulativeperpetualclasspreferredstockserieswmember": 281, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriesxmember": 282, "thinterestinshareofnoncumulativeperpetualclasspreferredstockseriesymember": 283, "wfcguaranteeofmediumtermnotesseriesdueoctober": 284, "iso": 285, "usd": 286, "xbrlishare": 287, "washington": 288, "charter": 289, "delaware": 290, "jurisdiction": 291, "employer": 292, "identification": 293, "applicable": 294, "change": 295, "provision": 296, "write": 297, "solicit": 298, "title": 299, "trading": 300, "symbol": 301, "common": 302, "wfc": 303, "york": 304, "nyse": 305, "l": 306, "prl": 307, "depositary": 308, "prn": 309, "pro": 310, "prp": 311, "prq": 312, "prr": 313, "prt": 314, "prv": 315, "prw": 316, "prx": 317, "pry": 318, "wbtp": 319, "llc": 320, "connection": 321, "registration": 322, "nos": 323, "risk": 324, "link": 325, "low": 326, "performing": 327, "sp": 328, "index": 329, "russell": 330, "fully": 331, "unconditionally": 332, "issuance": 333, "opinion": 334, "faegre": 335, "baker": 336, "daniel": 337, "llp": 338, "description": 339, "location": 340, "consent": 341, "format": 342, "signature": 343, "le": 344, "roy": 345, "davi": 346, "senior": 347, "assistant": 348, "treasurer": 349, "msci": 350, "eafe": 351, "ii": 352, "collectively": 353, "leverage": 354, "return": 355, "international": 356, "equity": 357, "basket": 358, "april": 359, "iv": 360, "accelerate": 361, "defense": 362, "sector": 363, "vi": 364, "vii": 365, "step": 366, "microsoft": 367, "corporation": 368, "viii": 369, "leveraged": 370, "november": 371, "wfcnoncumulativeperpetualconvertibleclasspreferredstockserieslmember": 372, "march": 373, "spdr": 374, "oil": 375, "gas": 376, "exploration": 377, "production": 378, "etf": 379, "vaneck": 380, "vector": 381, "gold": 382, "miner": 383, "ishare": 384, "market": 385, "euro": 386, "stoxx": 387, "tradingsymbol": 388, "exchangeon": 389, "fixedtofloate": 390, "departure": 391, "director": 392, "election": 393, "appointment": 394, "compensatory": 395, "arrangement": 396, "today": 397, "announce": 398, "enter": 399, "offer": 400, "letter": 401, "charle": 402, "scharf": 403, "board": 404, "appoint": 405, "mr": 406, "companys": 407, "chief": 408, "case": 409, "effective": 410, "commencement": 411, "employment": 412, "serve": 413, "bank": 414, "national": 415, "association": 416, "receive": 417, "comptroller": 418, "currency": 419, "occ": 420, "prior": 421, "determination": 422, "supervisory": 423, "objection": 424, "scharfs": 425, "position": 426, "require": 427, "order": 428, "commence": 429, "allen": 430, "parker": 431, "cease": 432, "interim": 433, "support": 434, "key": 435, "leadership": 436, "team": 437, "general": 438, "counsel": 439, "age": 440, "mellon": 441, "july": 442, "chairman": 443, "january": 444, "visa": 445, "inc": 446, "december": 447, "role": 448, "jpmorgan": 449, "chase": 450, "co": 451, "june": 452, "citigroup": 453, "predecessor": 454, "trustee": 455, "johns": 456, "hopkin": 457, "university": 458, "city": 459, "ballet": 460, "bachelor": 461, "art": 462, "degree": 463, "m": 464, "base": 465, "salary": 466, "initial": 467, "annual": 468, "million": 469, "target": 470, "incentive": 471, "award": 472, "opportunity": 473, "maximum": 474, "subject": 475, "performance": 476, "year": 477, "cash": 478, "reduce": 479, "begin": 480, "eligible": 481, "longterm": 482, "compensation": 483, "plan": 484, "lticp": 485, "human": 486, "resource": 487, "committee": 488, "hrc": 489, "approve": 490, "ratify": 491, "grant": 492, "february": 493, "vesting": 494, "agreement": 495, "determine": 496, "divide": 497, "closing": 498, "price": 499, "round": 500, "near": 501, "future": 502, "measurement": 503, "exclude": 504, "impact": 505, "penalty": 506, "charge": 507, "litigation": 508, "investigation": 509, "examination": 510, "arise": 511, "retail": 512, "sale": 513, "practice": 514, "regulatory": 515, "conduct": 516, "makewhole": 517, "replace": 518, "forfeit": 519, "replacement": 520, "consist": 521, "restricted": 522, "right": 523, "rsrs": 524, "approximately": 525, "outstanding": 526, "restrict": 527, "unit": 528, "vest": 529, "equal": 530, "installment": 531, "fifth": 532, "anniversary": 533, "start": 534, "addition": 535, "qualify": 536, "payable": 537, "continue": 538, "required": 539, "approval": 540, "termination": 541, "resignation": 542, "breach": 543, "disability": 544, "death": 545, "term": 546, "generally": 547, "operate": 548, "retirement": 549, "mean": 550, "reach": 551, "complete": 552, "service": 553, "favorable": 554, "treatment": 555, "apply": 556, "effect": 557, "time": 558, "clawback": 559, "holding": 560, "retention": 561, "ownership": 562, "policy": 563, "calculate": 564, "average": 565, "day": 566, "month": 567, "august": 568, "extent": 569, "reduction": 570, "notice": 571, "incur": 572, "reimburse": 573, "presentation": 574, "chair": 575, "acceptable": 576, "evidence": 577, "actually": 578, "recoup": 579, "cancel": 580, "ratio": 581, "set": 582, "forth": 583, "obligate": 584, "action": 585, "occur": 586, "directly": 587, "acceptance": 588, "inconsistent": 589, "refer": 590, "rsr": 591, "fiscal": 592, "forego": 593, "qualified": 594, "entirety": 595, "attach": 596, "hereto": 597, "purport": 598, "text": 599, "news": 600, "anthony": 601, "augliera": 602, "secretary": 603, "exchangenyse": 604, "global": 605, "energy": 606, "select": 607, "fund": 608, "dow": 609, "jone": 610, "industrial": 611, "cap": 612, "absolute": 613, "buffer": 614, "marketlinke": 615, "ix": 616, "unite": 617, "comn": 618, "biotech": 619, "wfcseriesnmember": 620, "wfcseriesomember": 621, "wfcseriespmember": 622, "wfcseriesqmember": 623, "wfcseriesrmember": 624, "wfcseriestmember": 625, "wfcseriesvmember": 626, "wfcserieswmember": 627, "wfcseriesxmember": 628, "wfcseriesymember": 629, "wfcguarantee": 630, "fixedtofloatingratenormalwachoviaincometrustsecuritiesmember": 631, "wfcguaranteeofmediumtermnotesseriesdueoctoberofwellsfargofinancellcmember": 632, "indexsm": 633, "rguarantee": 634, "iiidep": 635, "ndep": 636, "odep": 637, "pdep": 638, "tdep": 639, "vdep": 640, "wdep": 641, "xdep": 642, "thesecuritie": 643, "applicableform": 644, "reportcheck": 645, "events": 646, "redeem": 647, "redemption": 648, "partial": 649, "remain": 650, "filed": 651, "the": 652, "herewithsignaturepursuant": 653, "authorized": 654, "datedaugust": 655, "domestic": 656, "etfs": 657, "kcurrent": 658, "companyexact": 659, "not": 660, "applicableformer": 661, "preliminarily": 662, "derivative": 663, "settlement": 664, "superior": 665, "court": 666, "county": 667, "shareholder": 668, "propose": 669, "hear": 670, "hearingfiled": 671, "signaturepursuant": 672, "datedjuly": 673, "vanguard": 674, "extend": 675, "nasdaq": 676, "apreferre": 677, "redeemable": 678, "davissenior": 679, "semiconductor": 680, "wfcnew": 681, "h": 682, "noski": 683, "increase": 684, "size": 685, "independent": 686, "corporate": 687, "governance": 688, "listing": 689, "guideline": 690, "audit": 691, "customary": 692, "fee": 693, "accordance": 694, "nonemployee": 695, "program": 696, "describe": 697, "proxy": 698, "automatically": 699, "fair": 700, "deferral": 701, "datedmay": 702, "preliminary": 703, "district": 704, "northern": 705, "allege": 706, "claim": 707, "fiduciary": 708, "duty": 709, "alleged": 710, "involvement": 711, "failure": 712, "detect": 713, "prevent": 714, "practices": 715, "invesco": 716, "db": 717, "commodity": 718, "tracking": 719, "perform": 720, "hold": 721, "meeting": 722, "amend": 723, "restate": 724, "thing": 725, "limitation": 726, "tenth": 727, "appear": 728, "definitive": 729, "copy": 730, "submission": 731, "vote": 732, "holder": 733, "nominate": 734, "great": 735, "cast": 736, "reflect": 737, "advisory": 738, "basis": 739, "disclose": 740, "kpmg": 741, "public": 742, "firm": 743, "proposal": 744, "present": 745, "final": 746, "voting": 747, "nominee": 748, "abstention": 749, "brokernonvote": 750, "john": 751, "celeste": 752, "clark": 753, "theodore": 754, "f": 755, "craver": 756, "jr": 757, "elizabeth": 758, "duke": 759, "wayne": 760, "hewett": 761, "donald": 762, "jam": 763, "maria": 764, "morris": 765, "juan": 766, "pujada": 767, "quigley": 768, "ronald": 769, "sargent": 770, "park": 771, "suzanne": 772, "vautrinot": 773, "percentage": 774, "total": 775, "resolution": 776, "broker": 777, "nonvote": 778, "incentivebase": 779, "loss": 780, "median": 781, "gender": 782, "pay": 783, "gap": 784, "amendment": 785, "article": 786, "bylaw": 787, "certificate": 788, "eliminate": 789, "designation": 790, "respect": 791, "esop": 792, "cumulative": 793, "incorporated": 794, "cindicate": 795, "other": 796, "earning": 797, "governor": 798, "federal": 799, "reserve": 800, "system": 801, "important": 802, "ongoing": 803, "constructive": 804, "engagement": 805, "focus": 806, "work": 807, "firstrate": 808, "sustainable": 809, "way": 810, "unduly": 811, "believe": 812, "process": 813, "feel": 814, "guidance": 815, "timing": 816, "lifting": 817, "asset": 818, "cautionary": 819, "business": 820, "expectation": 821, "assumption": 822, "inherent": 823, "uncertainty": 824, "rely": 825, "actual": 826, "differ": 827, "materially": 828, "speak": 829, "undertake": 830, "update": 831, "factor": 832, "discussion": 833, "recent": 834, "fargos": 835, "www": 836, "sec": 837, "gov": 838, "datedapril": 839, "furnished": 840, "markedlinke": 841, "timothy": 842, "j": 843, "sloan": 844, "retire": 845, "inform": 846, "decision": 847, "seniormost": 848, "responsible": 849, "decide": 850, "strategic": 851, "operational": 852, "previously": 853, "preside": 854, "partner": 855, "law": 856, "cravath": 857, "swaine": 858, "moore": 859, "development": 860, "implementation": 861, "firmwide": 862, "strategy": 863, "daytoday": 864, "analysis": 865, "management": 866, "relation": 867, "deputy": 868, "manage": 869, "department": 870, "join": 871, "extensive": 872, "experience": 873, "broad": 874, "range": 875, "banking": 876, "related": 877, "earn": 878, "undergraduate": 879, "chicago": 880, "columbia": 881, "school": 882, "immediate": 883, "family": 884, "loan": 885, "extension": 886, "credit": 887, "andor": 888, "transaction": 889, "ordinary": 890, "course": 891, "subsidiary": 892, "lending": 893, "substantially": 894, "collateral": 895, "repayment": 896, "comparable": 897, "person": 898, "involve": 899, "collectability": 900, "unfavorable": 901, "feature": 902, "account": 903, "forfeiture": 904, "discretion": 905, "portion": 906, "unpaid": 907, "occurrence": 908, "specified": 909, "evaluate": 910, "special": 911, "meet": 912, "accord": 913, "schedule": 914, "achievement": 915, "goal": 916, "compliance": 917, "postemployment": 918, "restrictive": 919, "covenant": 920, "light": 921, "stand": 922, "substitute": 923, "place": 924, "dexhibit": 925, "constant": 926, "maturity": 927, "swap": 928, "anticipation": 929, "posteffective": 930, "revision": 931, "realignment": 932, "segment": 933, "operating": 934, "adopt": 935, "methodology": 936, "assign": 937, "funding": 938, "line": 939, "reclassification": 940, "liability": 941, "liquidity": 942, "product": 943, "characteristic": 944, "granular": 945, "level": 946, "affect": 947, "reportable": 948, "thesetable": 949, "furnish": 950, "solely": 951, "facilitate": 952, "comparison": 953, "consolidated": 954, "in": 955, "thereto": 956, "adoption": 957, "asu": 958, "flow": 959, "topic": 960, "classification": 961, "receipt": 962, "payment": 963, "disclosure": 964, "retrospectively": 965, "enumerate": 966, "businessitem": 967, "stockholder": 968, "issuer": 969, "purchase": 970, "securitiesitem": 971, "operationsitem": 972, "supplementary": 973, "originally": 974, "original": 975, "firmfile": 976, "insxbrl": 977, "instance": 978, "schxbrl": 979, "taxonomy": 980, "schema": 981, "calxbrl": 982, "calculation": 983, "linkbase": 984, "labxbrl": 985, "label": 986, "prexbrl": 987, "defxbrl": 988, "definition": 989, "datedfebruary": 990, "delta": 991, "air": 992, "cad": 993, "underwriting": 994, "underwriter": 995, "barbara": 996, "brett": 997, "u": 998, "real": 999, "estate": 1000, "fix": 1001, "nasdq": 1002, "fourth": 1003, "dialogue": 1004, "clarify": 1005, "feedback": 1006, "assess": 1007, "progress": 1008, "thoughtful": 1009, "manner": 1010, "implement": 1011, "accept": 1012, "thirdparty": 1013, "review": 1014, "datedjanuary": 1015, "beginning": 1016, "affiliated": 1017, "entity": 1018, "karen": 1019, "peetz": 1020, "reelection": 1021, "ms": 1022, "desire": 1023, "devote": 1024, "commitment": 1025, "activity": 1026, "disagreement": 1027, "alphabet": 1028, "amazon": 1029, "com": 1030, "starbuck": 1031, "targetterm": 1032, "apple": 1033, "midcap": 1034, "mill": 1035, "conagra": 1036, "brand": 1037, "libor": 1038, "consumer": 1039, "discretionary": 1040, "technology": 1041, "honeywell": 1042, "electric": 1043, "organizational": 1044, "administrative": 1045, "hope": 1046, "hardison": 1047, "auditor": 1048, "david": 1049, "julian": 1050, "leave": 1051, "absence": 1052, "longer": 1053, "facebook": 1054, "amendments": 1055, "jfile": 1056, "datedseptember": 1057, "deere": 1058, "horton": 1059, "xerox": 1060, "philip": 1061, "altria": 1062, "group": 1063, "brazil": 1064, "justice": 1065, "residential": 1066, "mortgagebacke": 1067, "ofexhibit": 1068, "mylan": 1069, "american": 1070, "airline": 1071, "intel": 1072, "correspond": 1073, "partof": 1074, "lowes": 1075, "customer": 1076, "remediation": 1077, "rest": 1078, "advance": 1079, "auto": 1080, "abbvie": 1081, "carmax": 1082, "establish": 1083, "distribution": 1084, "agent": 1085, "risksecuritie": 1086, "eventswell": 1087, "investor": 1088, "detailed": 1089, "oversight": 1090, "submit": 1091, "ebay": 1092, "southwest": 1093, "rental": 1094, "allergan": 1095, "plc": 1096, "halliburton": 1097, "jame": 1098, "shareowner": 1099, "reform": 1100, "social": 1101, "responsibility": 1102, "kacurrent": 1103, "explanatory": 1104, "notethis": 1105, "conditionon": 1106, "protection": 1107, "bureau": 1108, "cfpb": 1109, "aggregate": 1110, "billion": 1111, "civil": 1112, "money": 1113, "resolve": 1114, "past": 1115, "automobile": 1116, "insurance": 1117, "mortgage": 1118, "lock": 1119, "extensions": 1120, "this": 1121, "ka": 1122, "legal": 1123, "accrual": 1124, "net": 1125, "accordingly": 1126, "previous": 1127, "subsequent": 1128, "announcement": 1129, "noninter": 1130, "expense": 1131, "tax": 1132, "deductible": 1133, "respectively": 1134, "diluted": 1135, "amended": 1136, "completion": 1137, "procedure": 1138, "discovery": 1139, "eventson": 1140, "penaltyfile": 1141, "averagesm": 1142, "conditionattached": 1143, "data": 1144, "table": 1145, "yeartodate": 1146, "attached": 1147, "tablesfurnishe": 1148, "datedmarch": 1149, "sbarbara": 1150, "chen": 1151, "lloyd": 1152, "dean": 1153, "enrique": 1154, "hernandez": 1155, "federico": 1156, "pena": 1157, "notify": 1158, "threshold": 1159, "record": 1160, "request": 1161, "summary": 1162, "boee": 1163, "cbs": 1164, "walmart": 1165, "chapter": 1166, "micron": 1167, "caterpillar": 1168, "nike": 1169, "motor": 1170, "mgm": 1171, "resort": 1172, "neal": 1173, "blinde": 1174, "powershare": 1175, "qqq": 1176, "trustsm": 1177, "sm": 1178, "i": 1179, "designate": 1180, "power": 1181, "preference": 1182, "relative": 1183, "participate": 1184, "optional": 1185, "qualification": 1186, "restriction": 1187, "thereof": 1188, "polk": 1189, "wardwell": 1190, "michael": 1191, "loughlin": 1192, "anadarko": 1193, "petroleum": 1194, "immediately": 1195, "mary": 1196, "mack": 1197, "head": 1198, "community": 1199, "organization": 1200, "celgene": 1201, "gilead": 1202, "science": 1203, "ethic": 1204, "waiver": 1205, "high": 1206, "integrity": 1207, "transparency": 1208, "principle": 1209, "enhance": 1210, "clarifie": 1211, "exist": 1212, "alignment": 1213, "vision": 1214, "treat": 1215, "consistent": 1216, "nonretaliation": 1217, "regulation": 1218, "avoid": 1219, "conflict": 1220, "appearance": 1221, "manager": 1222, "identify": 1223, "timely": 1224, "g": 1225, "assist": 1226, "understanding": 1227, "wellsfargo": 1228, "comaboutcorporategovernance": 1229, "usi": 1230, "acquisition": 1231, "usa": 1232, "wfis": 1233, "brokerage": 1234, "consult": 1235, "employee": 1236, "benefit": 1237, "property": 1238, "casualty": 1239, "safehold": 1240, "small": 1241, "student": 1242, "individual": 1243, "health": 1244, "private": 1245, "pretax": 1246, "gain": 1247, "discrete": 1248, "second": 1249, "agree": 1250, "sell": 1251, "dateddecember": 1252, "cvs": 1253, "hr": 1254, "block": 1255, "harleydavidson": 1256, "etrade": 1257, "norwegian": 1258, "cruise": 1259, "ltd": 1260, "phd": 1261, "dr": 1262, "pension": 1263, "balance": 1264, "actuarial": 1265, "interstate": 1266, "bancorp": 1267, "acquire": 1268, "legacy": 1269, "servicebase": 1270, "contribution": 1271, "assume": 1272, "preexist": 1273, "merger": 1274, "norw": 1275, "dismissal": 1276, "franklin": 1277, "codel": 1278, "ford": 1279, "multiplepointofentry": 1280, "singlepointofentry": 1281, "agency": 1282, "method": 1283, "electronic": 1284, "transmission": 1285, "expand": 1286, "secretaryexhibit": 1287, "pujadas": 1288, "stephen": 1289, "sanger": 1290, "cynthia": 1291, "milligan": 1292, "susan": 1293, "swenson": 1294, "succeed": 1295, "composition": 1296, "electronictransmission": 1297, "berkshire": 1298, "hathaway": 1299, "signaturespursuant": 1300, "officerexhibit": 1301, "classaction": 1302, "commissionfile": 1303, "socalle": 1304, "livingwill": 1305, "parent": 1306, "intermediate": 1307, "ihc": 1308, "wfs": 1309, "clearing": 1310, "wfcs": 1311, "indirect": 1312, "transfer": 1313, "significant": 1314, "majority": 1315, "deposit": 1316, "liquid": 1317, "intercompany": 1318, "type": 1319, "distress": 1320, "repurchase": 1321, "facility": 1322, "subordinate": 1323, "committed": 1324, "dividend": 1325, "expect": 1326, "usual": 1327, "access": 1328, "necessary": 1329, "debt": 1330, "metric": 1331, "fall": 1332, "trigger": 1333, "subordinated": 1334, "forgive": 1335, "terminate": 1336, "adversely": 1337, "ability": 1338, "bankruptcy": 1339, "proceeding": 1340, "respective": 1341, "secure": 1342, "carroll": 1343, "wealth": 1344, "investment": 1345, "jabbari": 1346, "lawsuit": 1347, "inclination": 1348, "party": 1349, "motion": 1350, "respond": 1351, "plaintiff": 1352, "finalize": 1353, "open": 1354, "checking": 1355, "saving": 1356, "unsecured": 1357, "card": 1358, "enrol": 1359, "circumstance": 1360, "identity": 1361, "theft": 1362, "assurance": 1363, "different": 1364, "dated": 1365, "plus": 1366, "accumulate": 1367, "excess": 1368, "currently": 1369, "cusip": 1370, "float": 1371, "pa": 1372, "frequency": 1373, "recommendation": 1374, "divest": 1375, "noncore": 1376, "lobby": 1377, "indigenous": 1378, "people": 1379, "representative": 1380, "dtc": 1381, "citibank": 1382, "london": 1383, "branch": 1384, "bys": 1385, "authorizes": 1386, "liquidation": 1387, "layton": 1388, "finger": 1389, "ofthe": 1390, "codenot": 1391, "citem": 1392, "apppropriate": 1393, "claw": 1394, "stumpf": 1395, "carrie": 1396, "tolstedt": 1397, "stumpfs": 1398, "tolstedts": 1399, "option": 1400, "finding": 1401, "reinvestment": 1402, "cra": 1403, "rating": 1404, "need": 1405, "improve": 1406, "impose": 1407, "nonbank": 1408, "engage": 1409, "nature": 1410, "regulator": 1411, "application": 1412, "expedite": 1413, "processing": 1414, "prepay": 1415, "relocate": 1416, "welfare": 1417, "relationship": 1418, "municipality": 1419, "limit": 1420, "influence": 1421, "satisfactory": 1422, "engel": 1423, "upcoming": 1424, "defer": 1425, "vested": 1426, "seventh": 1427, "supplemental": 1428, "indenture": 1429, "fdic": 1430, "jointly": 1431, "adequately": 1432, "remedy": 1433, "deficiency": 1434, "foreign": 1435, "fail": 1436, "brokerdealer": 1437, "remedie": 1438, "consultation": 1439, "stability": 1440, "council": 1441, "able": 1442, "satisfaction": 1443, "living": 1444, "notification": 1445, "statementsthis": 1446, "shrewsberry": 1447, "presidentelect": 1448, "trump": 1449, "intent": 1450, "elaine": 1451, "chao": 1452, "transportation": 1453, "honor": 1454, "resign": 1455, "confirm": 1456, "chaos": 1457, "structure": 1458, "conform": 1459, "add": 1460, "annually": 1461, "remove": 1462, "conforming": 1463, "lead": 1464, "ciii": 1465, "miscellaneous": 1466, "separate": 1467, "retainer": 1468, "lieu": 1469, "revocation": 1470, "relief": 1471, "consequence": 1472, "enforcement": 1473, "occs": 1474, "exhibitno": 1475, "datednovember": 1476, "western": 1477, "digital": 1478, "underwrite": 1479, "nonexecutive": 1480, "wholesale": 1481, "retain": 1482, "formation": 1483, "virtual": 1484, "solution": 1485, "innovation": 1486, "avid": 1487, "modjtabai": 1488, "perry": 1489, "pelo": 1490, "exercise": 1491, "conclusion": 1492, "authority": 1493, "ensure": 1494, "pende": 1495, "precautionary": 1496, "rescind": 1497, "local": 1498, "government": 1499, "attorney": 1500, "prosecutor": 1501, "congressional": 1502, "formal": 1503, "informal": 1504, "inquiry": 1505, "los": 1506, "angeles": 1507, "seek": 1508, "nongovernmental": 1509, "damage": 1510, "industrytm": 1511, "correct": 1512, "error": 1513, "bad": 1514, "doddfrank": 1515, "wall": 1516, "credible": 1517, "orderly": 1518, "stringent": 1519, "unable": 1520, "iboxx": 1521, "yield": 1522, "bond": 1523, "maintain": 1524, "ethical": 1525, "core": 1526, "good": 1527, "emphasize": 1528, "confidential": 1529, "protect": 1530, "efficiently": 1531, "accountability": 1532, "adherence": 1533, "violation": 1534, "environment": 1535, "jurisdictioncommission": 1536, "fileir": 1537, "incorporationnumberidentification": 1538, "southern": 1539, "housing": 1540, "urban": 1541, "administration": 1542, "fha": 1543, "potential": 1544, "although": 1545, "documentation": 1546, "dc": 1547, "judith": 1548, "runstad": 1549, "periodic": 1550, "aiv": 1551, "clarification": 1552, "summarize": 1553, "nomination": 1554, "permit": 1555, "continuously": 1556, "percent": 1557, "constitute": 1558, "uncontested": 1559, "informational": 1560, "instrument": 1561, "short": 1562, "relocation": 1563, "specifie": 1564, "entitle": 1565, "taking": 1566, "adjourn": 1567, "declaration": 1568, "content": 1569, "preparation": 1570, "list": 1571, "quorum": 1572, "transact": 1573, "affirmative": 1574, "minimum": 1575, "scope": 1576, "convene": 1577, "recess": 1578, "inspector": 1579, "prescribe": 1580, "absent": 1581, "disqualify": 1582, "lose": 1583, "steal": 1584, "destroy": 1585, "offile": 1586, "like": 1587, "linkedto": 1588, "later": 1589, "unique": 1590, "turn": 1591, "schaffner": 1592, "paul": 1593, "ackerman": 1594, "ge": 1595, "commercial": 1596, "vendor": 1597, "platform": 1598, "anticipate": 1599, "neutral": 1600, "modestly": 1601, "accretive": 1602, "transitionrelated": 1603, "cost": 1604, "minimal": 1605, "borrowing": 1606, "long": 1607, "deposits": 1608, "attract": 1609, "talent": 1610, "encourage": 1611, "creation": 1612, "overall": 1613, "balanced": 1614, "mix": 1615, "competitive": 1616, "evaluation": 1617, "strong": 1618, "numberof": 1619, "performancebased": 1620, "downturn": 1621, "misconduct": 1622, "commit": 1623, "reasonably": 1624, "reputational": 1625, "harm": 1626, "involuntary": 1627, "displacement": 1628, "divestiture": 1629, "nondisclosure": 1630, "trade": 1631, "secret": 1632, "nonsolicitation": 1633, "employ": 1634, "aftertax": 1635, "delay": 1636, "modify": 1637, "revoke": 1638, "recover": 1639, "advisable": 1640, "recoupment": 1641, "equivalent": 1642, "reinveste": 1643, "distribute": 1644, "underlie": 1645, "homebuilder": 1646, "er": 1647, "optionally": 1648, "exchangeable": 1649, "kind": 1650, "morgan": 1651, "filenumber": 1652, "betsy": 1653, "southtrust": 1654, "successor": 1655, "archerdanielsmidland": 1656, "importance": 1657, "motivate": 1658, "valuable": 1659, "overarching": 1660, "stipulation": 1661, "hearing": 1662, "strother": 1663, "internal": 1664, "control": 1665, "servicing": 1666, "foreclosure": 1667, "rcz": 1668, "belowlisted": 1669, "hoyt": 1670, "specialized": 1671, "capacity": 1672, "cofounde": 1673, "sullivan": 1674, "cromwell": 1675, "lennar": 1676, "howard": 1677, "rick": 1678, "richardson": 1679, "personal": 1680, "healthrelated": 1681, "reason": 1682, "ae": 1683, "fannie": 1684, "mae": 1685, "originate": 1686, "pricing": 1687, "home": 1688, "freddie": 1689, "mac": 1690, "medium": 1691, "paper": 1692, "heidi": 1693, "dzieweczynski": 1694, "performancebase": 1695, "withdraw": 1696, "xii": 1697, "tier": 1698, "principalamount": 1699, "accumulateddistributionsper": 1700, "nysetradingsymbol": 1701, "redemptiondate": 1702, "trusteepayingagent": 1703, "enhancedtrust": 1704, "preferredsecuritie": 1705, "bwf": 1706, "newyork": 1707, "trustcompany": 1708, "marquette": 1709, "ave": 1710, "floor": 1711, "macn": 1712, "minneapolis": 1713, "mn": 1714, "duejanuary": 1715, "trusteepaye": 1716, "trup": 1717, "wpk": 1718, "gwf": 1719, "toprssm": 1720, "jwf": 1721, "defendant": 1722, "laurel": 1723, "holschuh": 1724, "staff": 1725, "recommend": 1726, "ubs": 1727, "jump": 1728, "brent": 1729, "crude": 1730, "nikkei": 1731, "upside": 1732, "participation": 1733, "reit": 1734, "downside": 1735, "multipli": 1736, "tender": 1737, "contingent": 1738, "trustpreferredsecuritie": 1739, "wbprc": 1740, "nationalassociation": 1741, "xi": 1742, "fwf": 1743, "bankn": 1744, "corporatetrust": 1745, "livingston": 1746, "avenue": 1747, "st": 1748, "nichola": 1749, "contest": 1750, "allow": 1751, "candidate": 1752, "inclusion": 1753, "wbprb": 1754, "declare": 1755, "jonesubs": 1756, "mackey": 1757, "mcdonald": 1758, "informed": 1759, "benson": 1760, "concern": 1761, "origination": 1762, "joint": 1763, "federalstate": 1764, "frb": 1765, "assessment": 1766, "stepup": 1767, "callable": 1768, "bancorporation": 1769, "wyome": 1770, "placer": 1771, "statutory": 1772, "aaa": 1773, "govern": 1774, "passage": 1775, "hand": 1776, "wb": 1777, "xiii": 1778, "pps": 1779, "eaa": 1780, "wfcpp": 1781, "xiv": 1782, "wco": 1783, "xv": 1784, "aa": 1785, "wfcppsb": 1786, "vk": 1787, "ex": 1788, "exhibitnumber": 1789, "mmcapssm": 1790, "z": 1791, "saa": 1792, "century": 1793, "na": 1794, "oman": 1795, "mmcap": 1796, "gbb": 1797, "raa": 1798, "fixedfloate": 1799, "execute": 1800, "favor": 1801, "debtholder": 1802, "efficient": 1803, "junior": 1804, "deferrable": 1805, "debenture": 1806, "recognize": 1807, "proceed": 1808, "mandatorily": 1809, "redesignation": 1810, "capitalize": 1811, "meaning": 1812, "thereunto": 1813, "corestate": 1814, "passthrough": 1815, "ac": 1816, "union": 1817, "institutional": 1818, "contract": 1819, "takedown": 1820, "precede": 1821, "paragraph": 1822, "sk": 1823, "atkin": 1824, "depend": 1825, "criterion": 1826, "adjustment": 1827, "upward": 1828, "downward": 1829, "threeyear": 1830, "peer": 1831, "noncompetition": 1832, "suisse": 1833, "stanley": 1834, "secondary": 1835, "unrelated": 1836, "reporting": 1837, "esq": 1838, "aii": 1839, "proper": 1840, "procedural": 1841, "calling": 1842, "stockholderrequested": 1843, "design": 1844, "similar": 1845, "recently": 1846, "soon": 1847, "close": 1848, "roger": 1849, "affidavit": 1850, "securitization": 1851, "restructuring": 1852, "division": 1853, "kevin": 1854, "rhein": 1855, "robert": 1856, "steel": 1857, "mayor": 1858, "economic": 1859, "patricia": 1860, "callahan": 1861, "treasury": 1862, "offering": 1863, "warrant": 1864, "deutsche": 1865, "allocation": 1866, "auction": 1867, "automatic": 1868, "shelf": 1869, "lockup": 1870, "exception": 1871, "additionally": 1872, "speciman": 1873, "mccormick": 1874, "nonbinde": 1875, "charitable": 1876, "political": 1877, "jeannine": 1878, "zahn": 1879, "messrs": 1880, "entirely": 1881, "partially": 1882, "abovenamed": 1883, "reinstate": 1884, "revenue": 1885, "suspend": 1886, "deductibility": 1887, "tarp": 1888, "repay": 1889, "comprise": 1890, "kbw": 1891, "retentionperformance": 1892, "permanent": 1893, "nondisparagement": 1894, "consultant": 1895, "competition": 1896, "affiliate": 1897, "geographic": 1898, "footprint": 1899, "recovery": 1900, "julie": 1901, "white": 1902, "goldman": 1903, "sachs": 1904, "underwritten": 1905, "discount": 1906, "prospectus": 1907, "hereinafter": 1908, "prudential": 1909, "noncontrolle": 1910, "venture": 1911, "carry": 1912, "noncontrolling": 1913, "entire": 1914, "troubled": 1915, "detail": 1916, "achieve": 1917, "participant": 1918, "objective": 1919, "promote": 1920, "establishment": 1921, "relevant": 1922, "calendar": 1923, "emergency": 1924, "stabilization": 1925, "eesa": 1926, "ratification": 1927, "positive": 1928, "combination": 1929, "realize": 1930, "measure": 1931, "qualitative": 1932, "dilute": 1933, "consolidate": 1934, "adjust": 1935, "convention": 1936, "annualize": 1937, "accrue": 1938, "comprehensive": 1939, "discontinue": 1940, "extraordinary": 1941, "unusual": 1942, "nonrecurre": 1943, "separately": 1944, "quantify": 1945, "temporary": 1946, "suspension": 1947, "blackout": 1948, "yearend": 1949, "conversion": 1950, "central": 1951, "eastern": 1952, "week": 1953, "staggered": 1954, "approach": 1955, "obtain": 1956, "inservice": 1957, "withdrawal": 1958, "direct": 1959, "diversify": 1960, "send": 1961, "beneficiary": 1962, "sarbanesoxley": 1963, "btr": 1964, "insider": 1965, "prohibit": 1966, "indirectly": 1967, "selling": 1968, "interested": 1969, "contact": 1970, "jeanine": 1971, "sundt": 1972, "prohibition": 1973, "possession": 1974, "nonpublic": 1975, "function": 1976, "comaboutcorporatecorporategovernance": 1977, "ar": 1978, "nationwide": 1979, "buy": 1980, "diversified": 1981, "kovacevich": 1982, "kovacevichs": 1983, "spaul": 1984, "merge": 1985, "emily": 1986, "janowsky": 1987, "withholding": 1988, "deduction": 1989, "payroll": 1990, "nyseonly": 1991, "cpp": 1992, "sole": 1993, "twothird": 1994, "onethird": 1995, "joss": 1996, "portfolio": 1997, "integration": 1998, "combined": 1999, "substantive": 2000, "proprietary": 2001, "leader": 2002, "htm": 2003, "generate": 2004, "publisher": 2005, "un": 2006, "derwrite": 2007, "statementsan": 2008, "arb": 2009, "fas": 2010, "minority": 2011, "component": 2012, "sheet": 2013, "attributable": 2014, "computation": 2015, "kbody": 2016, "fd": 2017, "stress": 2018, "test": 2019, "remarketing": 2020, "accrete": 2021, "caption": 2022, "consideration": 2023, "appreciate": 2024, "sar": 2025, "count": 2026, "instead": 2027, "onehalf": 2028, "nonqualifie": 2029, "restore": 2030, "freeze": 2031, "irsimposed": 2032, "slide": 2033, "specific": 2034, "highly": 2035, "compensated": 2036, "enactment": 2037, "deduct": 2038, "tarps": 2039, "alternative": 2040, "assistance": 2041, "otherthantemporary": 2042, "impairment": 2043, "noncash": 2044, "unrealized": 2045, "fullyear": 2046, "vkza": 2047, "refile": 2048, "book": 2049, "incorrectly": 2050, "eightkbody": 2051, "convert": 2052, "create": 2053, "bcl": 2054, "unaudited": 2055, "forma": 2056, "condense": 2057, "bsp": 2058, "nbsp": 2059, "eightkseriesm": 2060, "elimination": 2061, "disposition": 2062, "survive": 2063, "fractional": 2064, "equalization": 2065, "oneone": 2066, "thousandth": 2067, "converte": 2068, "equitybased": 2069, "ticker": 2070, "wfcprj": 2071, "wfcprl": 2072, "exchangeliste": 2073, "pm": 2074, "modification": 2075, "following": 2076, "associate": 2077, "farg": 2078, "pin": 2079, "tee": 2080, "astro": 2081, "titan": 2082, "industry": 2083, "astros": 2084, "metal": 2085, "china": 2086, "alternext": 2087, "body": 2088, "ock": 2089, "erve": 2090, "nominating": 2091, "argo": 2092, "exercisable": 2093, "requisite": 2094, "dec": 2095, "mecklenburg": 2096, "north": 2097, "carolina": 2098, "irve": 2099, "ehrenhaus": 2100, "et": 2101, "al": 2102, "therewith": 2103, "kwells": 2104, "mandatory": 2105, "primarily": 2106, "ceo": 2107, "successful": 2108, "independence": 2109, "agenda": 2110, "session": 2111, "nonmanagement": 2112, "coordinated": 2113, "coverage": 2114, "sounding": 2115, "nb": 2116, "nbs": 2117, "recognition": 2118, "intention": 2119, "belief": 2120, "analyst": 2121, "estimate": 2122, "illustra": 2123, "tive": 2124, "projection": 2125, "crisis": 2126, "severe": 2127, "wachovias": 2128, "inability": 2129, "integrate": 2130, "successfully": 2131, "expected": 2132, "attrition": 2133, "disruption": 2134, "difficult": 2135, "overnmental": 2136, "exposure": 2137, "evp": 2138, "unanimously": 2139, "identical": 2140, "consummation": 2141, "stockbased": 2142, "governmental": 2143, "expiration": 2144, "waiting": 2145, "accuracy": 2146, "representation": 2147, "warranty": 2148, "significantly": 2149, "secs": 2150, "find": 2151, "mail": 2152, "statementprospectus": 2153, "urge": 2154, "read": 2155, "free": 2156, "nd": 2157, "attention": 2158, "center": 2159, "south": 2160, "college": 2161, "charlotte": 2162, "solicitation": 2163, "entry": 2164, "accrued": 2165, "nonvoting": 2166, "issuable": 2167, "antidilution": 2168, "split": 2169, "expire": 2170, "gross": 2171, "placement": 2172, "exempt": 2173, "promptly": 2174, "practicable": 2175, "contractual": 2176, "foregoing": 2177, "unregistered": 2178, "securityholder": 2179, "regular": 2180, "aside": 2181, "agreementstandard": 2182, "whollyowned": 2183, "font": 2184, "capitalization": 2185, "know": 2186, "materiality": 2187, "view": 2188, "investo": 2189, "rs": 2190, "allocate": 2191, "fact": 2192, "factual": 2193, "conjunction": 2194, "nonappealable": 2195, "denial": 2196, "injunction": 2197, "cure": 2198, "newly": 2199, "wacho": 2200, "ntacte": 2201, "sixth": 2202, "minnesota": 2203, "bring": 2204, "deadline": 2205, "earlier": 2206, "beneficial": 2207, "owner": 2208, "hedge": 2209, "questionnaire": 2210, "proponent": 2211, "indemnification": 2212, "publicly": 2213, "lehman": 2214, "brother": 2215, "petition": 2216, "cent": 2217, "dollar": 2218, "counterparty": 2219, "advantage": 2220, "ofincorporation": 2221, "remarketable": 2222, "stripped": 2223, "bny": 2224, "wilmington": 2225, "preclose": 2226, "overallotment": 2227, "zipcode": 2228, "bnym": 2229, "merrill": 2230, "lynch": 2231, "pierce": 2232, "fenner": 2233, "smith": 2234, "settle": 2235, "appreciation": 2236, "shareforshare": 2237, "eligibility": 2238, "administer": 2239, "gnc": 2240, "nondiscriminatory": 2241, "selection": 2242, "exceed": 2243, "certify": 2244, "exercisability": 2245, "nee": 2246, "deliver": 2247, "reorganization": 2248, "reverse": 2249, "spinoff": 2250, "cancellation": 2251, "accelerated": 2252, "equitable": 2253, "lticps": 2254, "reprice": 2255, "nonrecurring": 2256, "nonu": 2257, "dilution": 2258, "enlargement": 2259, "interpret": 2260, "construe": 2261, "thereunder": 2262, "faith": 2263, "lapse": 2264, "rata": 2265, "fill": 2266, "vacancy": 2267, "newlycreated": 2268, "directorship": 2269, "nonqualified": 2270, "transferability": 2271, "physically": 2272, "attestation": 2273, "difference": 2274, "tandem": 2275, "bonus": 2276, "determined": 2277, "encumber": 2278, "acceleration": 2279, "limited": 2280, "pool": 2281, "versus": 2282, "continued": 2283, "preestablished": 2284, "cycle": 2285, "qualifying": 2286, "notwithstanding": 2287, "individually": 2288, "alternatively": 2289, "cumulatively": 2290, "transferable": 2291, "assignable": 2292, "familyrelate": 2293, "duration": 2294, "waive": 2295, "taxable": 2296, "payforsuperiorperformance": 2297, "sexual": 2298, "orientation": 2299, "racial": 2300, "disparity": 2301, "infrastructure": 2302, "bb": 2303, "byreference": 2304, "preclosing": 2305, "tighten": 2306, "largely": 2307, "channel": 2308, "financing": 2309, "stop": 2310, "specifically": 2311, "wholesaler": 2312, "combine": 2313, "loantovalue": 2314, "correspondent": 2315, "institution": 2316, "liquidating": 2317, "vintage": 2318, "highest": 2319, "concentrate": 2320, "abrupt": 2321, "steep": 2322, "decline": 2323, "lien": 2324, "deterioration": 2325, "outlook": 2326, "diminish": 2327, "chargeoff": 2328, "adequate": 2329, "visarelate": 2330, "network": 2331, "single": 2332, "judgment": 2333, "sharing": 2334, "membership": 2335, "conclude": 2336, "concur": 2337, "immaterial": 2338, "sufficient": 2339, "quality": 2340, "unemployment": 2341, "tranche": 2342, "extendible": 2343, "fy": 2344, "hm": 2345, "bbu": 2346, "bbz": 2347, "md": 2348, "between": 2349, "nqso": 2350, "collectibility": 2351, "regional": 2352, "ratefloate": 2353, "emission": 2354, "reject": 2355, "separation": 2356, "hmda": 2357, "severance": 2358, "job": 2359, "mutually": 2360, "plurality": 2361, "irrevocable": 2362, "certification": 2363, "abstain": 2364, "httpwww": 2365, "sybase": 2366, "enterprise": 2367, "software": 2368, "headquarter": 2369, "dublin": 2370, "twoforone": 2371, "bookentry": 2372, "withhold": 2373, "continuation": 2374, "pricewaterhousecooper": 2375, "professional": 2376, "moor": 2377, "world": 2378, "modern": 2379, "dgcl": 2380, "means": 2381, "affair": 2382, "examiner": 2383, "attest": 2384, "forward": 2385, "look": 2386, "incorrect": 2387, "attain": 2388, "presidentchief": 2389, "catholic": 2390, "healthcare": 2391, "west": 2392, "notforprofit": 2393, "care": 2394, "reelect": 2395, "payday": 2396, "lend": 2397, "predatory": 2398, "coupon": 2399, "attend": 2400, "teleconference": 2401, "worth": 2402, "blackschole": 2403, "prorate": 2404, "blanchard": 2405, "reatha": 2406, "king": 2407, "rice": 2408, "wright": 2409, "basketsm": 2410, "consensus": 2411, "task": 2412, "force": 2413, "contingently": 2414, "eitf": 2415, "entitys": 2416, "retroactively": 2417, "dilutive": 2418, "default": 2419, "effectiveness": 2420, "inflation": 2421, "headline": 2422, "station": 2423, "casino": 2424, "otherjurisdiction": 2425, "corenotessm": 2426, "corenote": 2427, "point": 2428, "notessm": 2429, "quicklink": 2430, "click": 2431, "rapidly": 2432, "navigate": 2433, "cexhibit": 2434, "purchaser": 2435, "buyer": 2436, "possible": 2437, "registered": 2438, "exemption": 2439, "unconditional": 2440, "wffi": 2441, "wholly": 2442, "wffc": 2443, "canadian": 2444, "canada": 2445, "oath": 2446, "les": 2447, "quock": 2448, "prepare": 2449, "agust": 2450, "debeture": 2451, "pooling": 2452, "appendix": 2453, "preeffective": 2454, "reg": 2455, "accountant": 2456, "securitiessm": 2457, "authorization": 2458, "accretion": 2459, "word": 2460, "expression": 2461, "conditional": 2462, "verb": 2463, "difficulty": 2464, "unanticipated": 2465, "rod": 2466, "jacob": 2467, "ross": 2468, "kari": 2469, "jpmdepositarysharesonefourhundredthinterestinashareof": 2470, "noncumulativepreferredstockseriesymember": 2471, "jpmguaranteeofcushing": 2472, "mlpindexetnsduejune": 2473, "ofjpmorganchasefinancialcompanyllcmember": 2474, "noncumulativepreferredstockseriespmember": 2475, "noncumulativepreferredstockseriesaamember": 2476, "noncumulativepreferredstockseriesddmember": 2477, "jpmalerianmlpindexetnsduemay": 2478, "noncumulativepreferredstockserieseemember": 2479, "noncumulativepreferredstockseriesbbmember": 2480, "jpmguaranteeofcallablesteupfixedratenotesdueapril": 2481, "organizationcommission": 2482, "numberi": 2483, "madison": 2484, "avenuenew": 2485, "yorknew": 2486, "classtrade": 2487, "symbolsname": 2488, "stockjpmthe": 2489, "exchangedepositary": 2490, "onefour": 2491, "hundredth": 2492, "pjpm": 2493, "pr": 2494, "athe": 2495, "yjpm": 2496, "fthe": 2497, "aajpm": 2498, "gthe": 2499, "bbjpm": 2500, "hthe": 2501, "ddjpm": 2502, "dthe": 2503, "eejpm": 2504, "cthe": 2505, "exchangealerian": 2506, "mlp": 2507, "etns": 2508, "amjnyse": 2509, "arca": 2510, "llcjpm": 2511, "exchangeguarantee": 2512, "cushe": 2513, "llcpplnnyse": 2514, "disclosureon": 2515, "earnings": 2516, "furthermore": 2517, "httpsjpmorganchaseco": 2518, "gcsweb": 2519, "comfinancialinformationsecfiling": 2520, "exhibitsd": 2521, "extensible": 2522, "language": 2523, "registrantbys": 2524, "nicole": 2525, "gile": 2526, "officerdatedoctober": 2527, "dof": 2528, "compare": 2529, "statements": 2530, "results": 2531, "nysearca": 2532, "jpm": 2533, "dd": 2534, "ee": 2535, "alerian": 2536, "amj": 2537, "ppln": 2538, "onetenth": 2539, "jordan": 2540, "costa": 2541, "managing": 2542, "legality": 2543, "simpson": 2544, "thacher": 2545, "bartlett": 2546, "frn": 2547, "noncumulativepreferredstockserieswmember": 2548, "instruction": 2549, "hka": 2550, "hkb": 2551, "hhq": 2552, "hlw": 2553, "hhs": 2554, "delivery": 2555, "making": 2556, "blue": 2557, "sky": 2558, "onwhich": 2559, "ff": 2560, "computershare": 2561, "rank": 2562, "parity": 2563, "declared": 2564, "privilege": 2565, "thereund": 2566, "provisionso": 2567, "bo": 2568, "wjpm": 2569, "ethe": 2570, "officerdatedjuly": 2571, "object": 2572, "ccar": 2573, "datedjune": 2574, "companyrun": 2575, "dfast": 2576, "hypothetical": 2577, "scenario": 2578, "shock": 2579, "severely": 2580, "adverse": 2581, "httpswww": 2582, "federalreserve": 2583, "govsupervisionregdfastresstests": 2584, "furnishing": 2585, "indication": 2586, "caution": 2587, "draw": 2588, "inference": 2589, "actions": 2590, "incorporationcommission": 2591, "officerscompensatory": 2592, "officers": 2593, "william": 2594, "weldon": 2595, "eve": 2596, "burke": 2597, "todd": 2598, "comb": 2599, "mellody": 2600, "hobson": 2601, "holders": 2602, "aregistrant": 2603, "tuesday": 2604, "bthe": 2605, "proposalsproposal": 2606, "nameforagainstabstainbroker": 2607, "nonvoteslinda": 2608, "bammann": 2609, "james": 2610, "bell": 2611, "combs": 2612, "crown": 2613, "dimon": 2614, "flynn": 2615, "laban": 2616, "jackson": 2617, "lee": 2618, "raymond": 2619, "compensationforagainstabstainbroker": 2620, "nonvotes": 2621, "foragainstabstainbroker": 2622, "reportforagainstabstainbroker": 2623, "accessforagainstabstainbroker": 2624, "votingforagainstabstainbroker": 2625, "kf": 2626, "gillis": 2627, "gillismanage": 2628, "directordate": 2629, "thach": 2630, "jennifer": 2631, "piepszak": 2632, "marianne": 2633, "lake": 2634, "career": 2635, "positioningprincipal": 2636, "prime": 2637, "businesses": 2638, "molly": 2639, "carpenter": 2640, "officerdatedapril": 2641, "outside": 2642, "kingdom": 2643, "protectionbase": 2644, "latham": 2645, "watkin": 2646, "llcs": 2647, "scott": 2648, "slides": 2649, "speaker": 2650, "biographies": 2651, "officersjpmorgan": 2652, "variable": 2653, "psus": 2654, "unchanged": 2655, "psu": 2656, "tangible": 2657, "rotce": 2658, "payout": 2659, "provisions": 2660, "category": 2661, "clientcustomerstakeholder": 2662, "teamwork": 2663, "we": 2664, "invest": 2665, "strengthen": 2666, "reinforce": 2667, "culture": 2668, "longstanding": 2669, "drive": 2670, "inclusive": 2671, "raise": 2672, "trillion": 2673, "businesse": 2674, "client": 2675, "nonprofit": 2676, "nearly": 2677, "demonstrate": 2678, "discipline": 2679, "score": 2680, "fortress": 2681, "help": 2682, "decade": 2683, "initiative": 2684, "wage": 2685, "most": 2686, "under": 2687, "stewardship": 2688, "repurchases": 2689, "nongaap": 2690, "restatement": 2691, "recapture": 2692, "enable": 2693, "unvested": 2694, "unexercisable": 2695, "directors": 2696, "renew": 2697, "merchant": 2698, "hospital": 2699, "officerdatedjanuary": 2700, "jpmws": 2701, "thursday": 2702, "friday": 2703, "cutoff": 2704, "monday": 2705, "depository": 2706, "dtcc": 2707, "sunday": 2708, "any": 2709, "dtccs": 2710, "void": 2711, "directordatedoctober": 2712, "reminder": 2713, "httpinvestor": 2714, "comjpmorganchasesec": 2715, "cfm": 2716, "charges": 2717, "requirements": 2718, "launch": 2719, "fixedrate": 2720, "liquidate": 2721, "extinguish": 2722, "quantitative": 2723, "charterdelawarestate": 2724, "bylawsforagainstabstainbroker": 2725, "chairmanforagainstabstainbroker": 2726, "serviceforagainstabstainbroker": 2727, "tie": 2728, "genocideforagainstabstainbroker": 2729, "holly": 2730, "youngwood": 2731, "youngwoodmanage": 2732, "kaexplanatory": 2733, "assignment": 2734, "crandall": 2735, "bowle": 2736, "directordatedmay": 2737, "directordatedapril": 2738, "ariel": 2739, "jpmorganchase": 2740, "comcorporateinvestorrelationsinvestorrelations": 2741, "pinto": 2742, "gordon": 2743, "copresident": 2744, "cochief": 2745, "jamie": 2746, "version": 2747, "secretarydatedjanuary": 2748, "clientcustomer": 2749, "items": 2750, "cut": 2751, "tcja": 2752, "directordatedjanuary": 2753, "initially": 2754, "seven": 2755, "xxiii": 2756, "xxi": 2757, "nbd": 2758, "corresponding": 2759, "cc": 2760, "contingency": 2761, "herein": 2762, "secretarydatedoctober": 2763, "neila": 2764, "radin": 