{"0": 1, "7": 2, "2": 3, "9": 4, "1": 5, "false": 6, "fargo": 7, "companymn": 8, "dep": 9, "share": 10, "th": 11, "int": 12, ".": 13, "noncumulative": 14, "perpetual": 15, "class": 16, "preferred": 17, "stock": 18, "series": 19, "n": 20, "o": 21, "p": 22, "shr": 23, "5": 24, "8": 25, "%": 26, "fixtofloat": 27, "noncum": 28, "pref": 29, "ser": 30, "q": 31, "6": 32, "r": 33, "prefer": 34, "t": 35, "v": 36, "w": 37, "x": 38, "y": 39, "guarantee": 40, "normal": 41, "wachovia": 42, "income": 43, "trust": 44, "security": 45, "capital": 46, "iii": 47, "3": 48, "member": 49, "wfcsec": 50, "thinterestinshareof": 51, "wfcguaranteeof": 52, "iso": 53, "4": 54, "usd": 55, "xbrlishare": 56, "united": 57, "state": 58, "exchange": 59, "commission": 60, "washington": 61, "d": 62, "c": 63, "form": 64, "k": 65, "current": 66, "report": 67, "pursuant": 68, "section": 69, "act": 70, "date": 71, "early": 72, "event": 73, "october": 74, "company": 75, "exact": 76, "registrant": 77, "specify": 78, "charter": 79, "delaware": 80, "jurisdiction": 81, "file": 82, "irs": 83, "employer": 84, "incorporation": 85, "number": 86, "identification": 87, "montgomery": 88, "street": 89, "san": 90, "francisco": 91, "california": 92, "address": 93, "principal": 94, "executive": 95, "office": 96, "zip": 97, "code": 98, "telephone": 99, "include": 100, "area": 101, "applicable": 102, "change": 103, "check": 104, "appropriate": 105, "box": 106, "filing": 107, "intend": 108, "simultaneously": 109, "satisfy": 110, "obligation": 111, "follow": 112, "provision": 113, "write": 114, "communication": 115, "rule": 116, "cfr": 117, "solicit": 118, "material": 119, "a": 120, "precommencement": 121, "b": 122, "e": 123, "register": 124, "title": 125, "trading": 126, "symbol": 127, "common": 128, "par": 129, "value": 130, "$": 131, "wfc": 132, "new": 133, "york": 134, "nyse": 135, "convertible": 136, "l": 137, "prl": 138, "depositary": 139, "represent": 140, "interest": 141, "prn": 142, "pro": 143, "prp": 144, "fixedtofloating": 145, "rate": 146, "prq": 147, "prr": 148, "prt": 149, "prv": 150, "prw": 151, "prx": 152, "pry": 153, "wbtp": 154, "mediumterm": 155, "note": 156, "finance": 157, "llc": 158, "indicate": 159, "mark": 160, "emerge": 161, "growth": 162, "define": 163, "elect": 164, "use": 165, "extended": 166, "transition": 167, "period": 168, "comply": 169, "revise": 170, "financial": 171, "accounting": 172, "standard": 173, "provide": 174, "item": 175, "statement": 176, "exhibit": 177, "herewith": 178, "connection": 179, "registration": 180, "s": 181, "nos": 182, "issue": 183, "risk": 184, "link": 185, "low": 186, "performing": 187, "sp": 188, "index": 189, "russell": 190, "fully": 191, "unconditionally": 192, "purpose": 193, "relate": 194, "issuance": 195, "opinion": 196, "faegre": 197, "baker": 198, "daniel": 199, "llp": 200, "regard": 201, "description": 202, "location": 203, "consent": 204, "cover": 205, "page": 206, "format": 207, "inline": 208, "xbrl": 209, "signature": 210, "requirement": 211, "duly": 212, "cause": 213, "sign": 214, "behalf": 215, "undersigned": 216, "hereunto": 217, "authorize": 218, "le": 219, "roy": 220, "davi": 221, "senior": 222, "vice": 223, "president": 224, "assistant": 225, "treasurer": 226, "msci": 227, "eafe": 228, "ii": 229, "collectively": 230, "leverage": 231, "return": 232, "international": 233, "equity": 234, "basket": 235, "april": 236, "iv": 237, "accelerate": 238, "defense": 239, "sector": 240, "vi": 241, "vii": 242, "step": 243, "microsoft": 244, "corporation": 245, "viii": 246, "leveraged": 247, "november": 248, "september": 249, "march": 250, "spdr": 251, "oil": 252, "gas": 253, "exploration": 254, "production": 255, "etf": 256, "vaneck": 257, "vector": 258, "gold": 259, "miner": 260, "ishare": 261, "market": 262, "euro": 263, "stoxx": 264, "tradingsymbol": 265, "exchangeon": 266, "fixedtofloate": 267, "departure": 268, "director": 269, "certain": 270, "officer": 271, "election": 272, "appointment": 273, "compensatory": 274, "arrangement": 275, "today": 276, "announce": 277, "enter": 278, "offer": 279, "letter": 280, "charle": 281, "scharf": 282, "board": 283, "appoint": 284, "mr": 285, "companys": 286, "chief": 287, "case": 288, "effective": 289, "commencement": 290, "employment": 291, "serve": 292, "bank": 293, "national": 294, "association": 295, "receive": 296, "comptroller": 297, "currency": 298, "occ": 299, "prior": 300, "determination": 301, "supervisory": 302, "objection": 303, "scharfs": 304, "position": 305, "require": 306, "order": 307, "commence": 308, "allen": 309, "parker": 310, "cease": 311, "interim": 312, "support": 313, "key": 314, "leadership": 315, "team": 316, "general": 317, "counsel": 318, "age": 319, "mellon": 320, "july": 321, "chairman": 322, "january": 323, "visa": 324, "inc": 325, "december": 326, "role": 327, "jpmorgan": 328, "chase": 329, "co": 330, "june": 331, "citigroup": 332, "predecessor": 333, "trustee": 334, "johns": 335, "hopkin": 336, "university": 337, "city": 338, "ballet": 339, "bachelor": 340, "art": 341, "degree": 342, "m": 343, "base": 344, "salary": 345, "initial": 346, "annual": 347, "million": 348, "target": 349, "incentive": 350, "award": 351, "opportunity": 352, "maximum": 353, "subject": 354, "performance": 355, "year": 356, "cash": 357, "reduce": 358, "begin": 359, "eligible": 360, "longterm": 361, "compensation": 362, "plan": 363, "lticp": 364, "human": 365, "resource": 366, "committee": 367, "hrc": 368, "approve": 369, "ratify": 370, "grant": 371, "february": 372, "vesting": 373, "condition": 374, "agreement": 375, "determine": 376, "divide": 377, "closing": 378, "price": 379, "round": 380, "near": 381, "future": 382, "measurement": 383, "exclude": 384, "impact": 385, "penalty": 386, "charge": 387, "litigation": 388, "investigation": 389, "examination": 390, "arise": 391, "retail": 392, "sale": 393, "practice": 394, "regulatory": 395, "matter": 396, "conduct": 397, "makewhole": 398, "replace": 399, "forfeit": 400, "replacement": 401, "consist": 402, "restricted": 403, "right": 404, "rsrs": 405, "approximately": 406, "outstanding": 407, "restrict": 408, "unit": 409, "vest": 410, "equal": 411, "installment": 412, "fifth": 413, "anniversary": 414, "start": 415, "addition": 416, "qualify": 417, "payable": 418, "continue": 419, "required": 420, "approval": 421, "termination": 422, "result": 423, "resignation": 424, "breach": 425, "disability": 426, "death": 427, "term": 428, "generally": 429, "operate": 430, "retirement": 431, "mean": 432, "reach": 433, "complete": 434, "service": 435, "favorable": 436, "treatment": 437, "apply": 438, "effect": 439, "time": 440, "clawback": 441, "holding": 442, "retention": 443, "ownership": 444, "policy": 445, "calculate": 446, "average": 447, "day": 448, "month": 449, "august": 450, "extent": 451, "reduction": 452, "notice": 453, "incur": 454, "reimburse": 455, "presentation": 456, "chair": 457, "acceptable": 458, "evidence": 459, "actually": 460, "recoup": 461, "cancel": 462, "ratio": 463, "set": 464, "forth": 465, "obligate": 466, "action": 467, "occur": 468, "directly": 469, "acceptance": 470, "information": 471, "inconsistent": 472, "refer": 473, "rsr": 474, "fiscal": 475, "end": 476, "incorporate": 477, "reference": 478, "forego": 479, "qualified": 480, "entirety": 481, "attach": 482, "hereto": 483, "purport": 484, "text": 485, "news": 486, "release": 487, "interactive": 488, "datum": 489, "embed": 490, "document": 491, "anthony": 492, "augliera": 493, "secretary": 494, "exchangenyse": 495, "global": 496, "energy": 497, "select": 498, "fund": 499, "dow": 500, "jone": 501, "industrial": 502, "cap": 503, "absolute": 504, "buffer": 505, "marketlinke": 506, "ix": 507, "unite": 508, "comn": 509, "biotech": 510, "wfcseriesnmember": 511, "wfcseriesomember": 512, "wfcseriespmember": 513, "wfcseriesqmember": 514, "wfcseriesrmember": 515, "wfcseriestmember": 516, "wfcseriesvmember": 517, "wfcserieswmember": 518, "wfcseriesxmember": 519, "wfcseriesymember": 520, "wfcguarantee": 521, "indexsm": 522, "well": 523, "companymndep": 524, "qdep": 525, "rguarantee": 526, "iiidep": 527, "ndep": 528, "odep": 529, "pdep": 530, "tdep": 531, "vdep": 532, "wdep": 533, "xdep": 534, "wfca": 535, "statessecuritie": 536, "reportpursuant": 537, "thesecuritie": 538, "charterdelaware": 539, "jurisdictionof": 540, "filenumb": 541, "coderegistrant": 542, "applicableform": 543, "reportcheck": 544, "provisionswritten": 545, "soliciting": 546, "bprecommencement": 547, "csecurities": 548, "acttitle": 549, "classtrading": 550, "symbolname": 551, "registeredcommon": 552, "wfcnyse": 553, "lwfc": 554, "prlnysedepositary": 555, "nwfc": 556, "prnnysedepositary": 557, "owfc": 558, "pronysedepositary": 559, "pwfc": 560, "prpnysedepositary": 561, "qwfc": 562, "prqnysedepositary": 563, "rwfc": 564, "prrnysedepositary": 565, "twfc": 566, "prtnysedepositary": 567, "vwfc": 568, "prvnysedepositary": 569, "wwfc": 570, "prwnysedepositary": 571, "xwfc": 572, "prxnysedepositary": 573, "ywfc": 574, "prynyseguarantee": 575, "llcwfc": 576, "anyseindicate": 577, "emerging": 578, "oitem": 579, "events": 580, "on": 581, "press": 582, "redeem": 583, "redemption": 584, "partial": 585, "remain": 586, "no": 587, "descriptionlocation": 588, "filed": 589, "the": 590, "authorized": 591, "datedaugust": 592, "wells": 593, "domestic": 594, "etfs": 595, "kcurrent": 596, "companyexact": 597, "not": 598, "applicableformer": 599, "preliminarily": 600, "derivative": 601, "settlement": 602, "superior": 603, "court": 604, "county": 605, "shareholder": 606, "propose": 607, "hear": 608, "hearingfiled": 609, "signaturepursuant": 610, "datedjuly": 611, "operation": 612, "quarter": 613, "post": 614, "website": 615, "quarterly": 616, "supplement": 617, "contain": 618, "additional": 619, "historical": 620, "forwardlooke": 621, "consider": 622, "shall": 623, "deem": 624, "host": 625, "live": 626, "conference": 627, "available": 628, "webcast": 629, "discuss": 630, "furnishe": 631, "richard": 632, "levy": 633, "controller": 634, "vanguard": 635, "extend": 636, "nasdaq": 637, "apreferre": 638, "redeemable": 639, "davissenior": 640, "semiconductor": 641, "wfcnew": 642, "h": 643, "noski": 644, "increase": 645, "size": 646, "independent": 647, "corporate": 648, "governance": 649, "listing": 650, "guideline": 651, "audit": 652, "customary": 653, "fee": 654, "accordance": 655, "nonemployee": 656, "program": 657, "describe": 658, "proxy": 659, "automatically": 660, "fair": 661, "deferral": 662, "datedmay": 663, "preliminary": 664, "district": 665, "northern": 666, "allege": 667, "claim": 668, "fiduciary": 669, "duty": 670, "alleged": 671, "involvement": 672, "failure": 673, "detect": 674, "prevent": 675, "practices": 676, "invesco": 677, "db": 678, "commodity": 679, "tracking": 680, "perform": 681, "hold": 682, "meeting": 683, "amend": 684, "restate": 685, "thing": 686, "limitation": 687, "tenth": 688, "appear": 689, "definitive": 690, "copy": 691, "submission": 692, "vote": 693, "holder": 694, "nominate": 695, "great": 696, "cast": 697, "reflect": 698, "advisory": 699, "basis": 700, "disclose": 701, "kpmg": 702, "public": 703, "firm": 704, "proposal": 705, "present": 706, "final": 707, "voting": 708, "nominee": 709, "abstention": 710, "brokernonvote": 711, "john": 712, "celeste": 713, "clark": 714, "theodore": 715, "f": 716, "craver": 717, "jr": 718, "elizabeth": 719, "duke": 720, "wayne": 721, "hewett": 722, "donald": 723, "jam": 724, "maria": 725, "morris": 726, "juan": 727, "pujada": 728, "quigley": 729, "ronald": 730, "sargent": 731, "park": 732, "suzanne": 733, "vautrinot": 734, "percentage": 735, "total": 736, "resolution": 737, "broker": 738, "nonvote": 739, "incentivebase": 740, "loss": 741, "median": 742, "gender": 743, "pay": 744, "gap": 745, "amendment": 746, "article": 747, "bylaw": 748, "certificate": 749, "eliminate": 750, "designation": 751, "respect": 752, "esop": 753, "cumulative": 754, "incorporated": 755, "cindicate": 756, "other": 757, "earning": 758, "governor": 759, "federal": 760, "reserve": 761, "system": 762, "important": 763, "ongoing": 764, "constructive": 765, "engagement": 766, "focus": 767, "work": 768, "firstrate": 769, "sustainable": 770, "way": 771, "unduly": 772, "believe": 773, "process": 774, "feel": 775, "guidance": 776, "timing": 777, "lifting": 778, "asset": 779, "cautionary": 780, "business": 781, "expectation": 782, "assumption": 783, "inherent": 784, "uncertainty": 785, "rely": 786, "actual": 787, "differ": 788, "materially": 789, "speak": 790, "undertake": 791, "update": 792, "factor": 793, "discussion": 794, "recent": 795, "fargos": 796, "www": 797, "sec": 798, "gov": 799, "datedapril": 800, "furnished": 801, "markedlinke": 802, "timothy": 803, "j": 804, "sloan": 805, "retire": 806, "inform": 807, "decision": 808, "seniormost": 809, "responsible": 810, "decide": 811, "strategic": 812, "operational": 813, "previously": 814, "preside": 815, "partner": 816, "law": 817, "cravath": 818, "swaine": 819, "moore": 820, "development": 821, "implementation": 822, "firmwide": 823, "strategy": 824, "daytoday": 825, "analysis": 826, "management": 827, "relation": 828, "deputy": 829, "manage": 830, "department": 831, "join": 832, "extensive": 833, "experience": 834, "broad": 835, "range": 836, "banking": 837, "related": 838, "earn": 839, "undergraduate": 840, "chicago": 841, "columbia": 842, "school": 843, "immediate": 844, "family": 845, "loan": 846, "extension": 847, "credit": 848, "andor": 849, "transaction": 850, "ordinary": 851, "course": 852, "subsidiary": 853, "lending": 854, "substantially": 855, "collateral": 856, "repayment": 857, "comparable": 858, "person": 859, "involve": 860, "collectability": 861, "unfavorable": 862, "feature": 863, "account": 864, "forfeiture": 865, "discretion": 866, "portion": 867, "unpaid": 868, "occurrence": 869, "specified": 870, "evaluate": 871, "special": 872, "meet": 873, "accord": 874, "schedule": 875, "achievement": 876, "goal": 877, "compliance": 878, "postemployment": 879, "restrictive": 880, "covenant": 881, "light": 882, "stand": 883, "substitute": 884, "place": 885, "dexhibit": 886, "constant": 887, "maturity": 888, "swap": 889, "anticipation": 890, "posteffective": 891, "revision": 892, "realignment": 893, "segment": 894, "operating": 895, "adopt": 896, "methodology": 897, "assign": 898, "funding": 899, "line": 900, "reclassification": 901, "liability": 902, "liquidity": 903, "product": 904, "characteristic": 905, "granular": 906, "level": 907, "affect": 908, "reportable": 909, "thesetable": 910, "furnish": 911, "solely": 912, "facilitate": 913, "comparison": 914, "consolidated": 915, "in": 916, "thereto": 917, "adoption": 918, "asu": 919, "flow": 920, "topic": 921, "classification": 922, "receipt": 923, "payment": 924, "disclosure": 925, "retrospectively": 926, "enumerate": 927, "businessitem": 928, "stockholder": 929, "issuer": 930, "purchase": 931, "securitiesitem": 932, "operationsitem": 933, "supplementary": 934, "originally": 935, "original": 936, "firmfile": 937, "insxbrl": 938, "instance": 939, "schxbrl": 940, "taxonomy": 941, "schema": 942, "calxbrl": 943, "calculation": 944, "linkbase": 945, "labxbrl": 946, "label": 947, "prexbrl": 948, "defxbrl": 949, "definition": 950, "datedfebruary": 951, "delta": 952, "air": 953, "cad": 954, "underwriting": 955, "underwriter": 956, "barbara": 957, "brett": 958, "u": 959, "real": 960, "estate": 961, "fix": 962, "nasdq": 963, "fourth": 964, "dialogue": 965, "clarify": 966, "feedback": 967, "assess": 968, "progress": 969, "thoughtful": 970, "manner": 971, "implement": 972, "accept": 973, "thirdparty": 974, "review": 975, "datedjanuary": 976, "beginning": 977, "affiliated": 978, "entity": 979, "karen": 980, "peetz": 981, "reelection": 982, "ms": 983, "desire": 984, "devote": 985, "commitment": 986, "activity": 987, "disagreement": 988, "alphabet": 989, "amazon": 990, "com": 991, "starbuck": 992, "targetterm": 993, "apple": 994, "midcap": 995, "mill": 996, "conagra": 997, "brand": 998, "libor": 999, "consumer": 1000, "discretionary": 1001, "technology": 1002, "honeywell": 1003, "electric": 1004, "organizational": 1005, "administrative": 1006, "hope": 1007, "hardison": 1008, "auditor": 1009, "david": 1010, "julian": 1011, "leave": 1012, "absence": 1013, "longer": 1014, "datedoctober": 1015, "facebook": 1016, "amendments": 1017, "jfile": 1018, "datedseptember": 1019, "deere": 1020, "horton": 1021, "xerox": 1022, "philip": 1023, "altria": 1024, "group": 1025, "brazil": 1026, "justice": 1027, "residential": 1028, "mortgagebacke": 1029, "ofexhibit": 1030, "mylan": 1031, "american": 1032, "airline": 1033, "intel": 1034, "correspond": 1035, "partof": 1036, "lowes": 1037, "customer": 1038, "remediation": 1039, "rest": 1040, "advance": 1041, "auto": 1042, "abbvie": 1043, "carmax": 1044, "establish": 1045, "distribution": 1046, "agent": 1047, "risksecuritie": 1048, "eventswell": 1049, "investor": 1050, "detailed": 1051, "oversight": 1052, "submit": 1053, "ebay": 1054, "southwest": 1055, "rental": 1056, "allergan": 1057, "plc": 1058, "halliburton": 1059, "jame": 1060, "shareowner": 1061, "reform": 1062, "social": 1063, "responsibility": 1064, "kacurrent": 1065, "explanatory": 1066, "notethis": 1067, "conditionon": 1068, "protection": 1069, "bureau": 1070, "cfpb": 1071, "aggregate": 1072, "billion": 1073, "civil": 1074, "money": 1075, "resolve": 1076, "past": 1077, "automobile": 1078, "insurance": 1079, "mortgage": 1080, "lock": 1081, "extensions": 1082, "this": 1083, "ka": 1084, "legal": 1085, "accrual": 1086, "net": 1087, "accordingly": 1088, "previous": 1089, "subsequent": 1090, "announcement": 1091, "noninter": 1092, "expense": 1093, "tax": 1094, "deductible": 1095, "respectively": 1096, "diluted": 1097, "amended": 1098, "completion": 1099, "procedure": 1100, "discovery": 1101, "eventson": 1102, "penaltyfile": 1103, "averagesm": 1104, "conditionattached": 1105, "data": 1106, "table": 1107, "yeartodate": 1108, "attached": 1109, "tablesfurnishe": 1110, "datedmarch": 1111, "sbarbara": 1112, "chen": 1113, "lloyd": 1114, "dean": 1115, "enrique": 1116, "hernandez": 1117, "federico": 1118, "pena": 1119, "notify": 1120, "threshold": 1121, "record": 1122, "request": 1123, "summary": 1124, "boee": 1125, "cbs": 1126, "walmart": 1127, "chapter": 1128, "micron": 1129, "caterpillar": 1130, "nike": 1131, "motor": 1132, "mgm": 1133, "resort": 1134, "neal": 1135, "blinde": 1136, "powershare": 1137, "qqq": 1138, "trustsm": 1139, "sm": 1140, "i": 1141, "designate": 1142, "power": 1143, "preference": 1144, "relative": 1145, "participate": 1146, "optional": 1147, "qualification": 1148, "restriction": 1149, "thereof": 1150, "polk": 1151, "wardwell": 1152, "michael": 1153, "loughlin": 1154, "anadarko": 1155, "petroleum": 1156, "immediately": 1157, "mary": 1158, "mack": 1159, "head": 1160, "community": 1161, "organization": 1162, "celgene": 1163, "gilead": 1164, "science": 1165, "ethic": 1166, "waiver": 1167, "high": 1168, "integrity": 1169, "transparency": 1170, "principle": 1171, "enhance": 1172, "clarifie": 1173, "exist": 1174, "alignment": 1175, "vision": 1176, "treat": 1177, "consistent": 1178, "nonretaliation": 1179, "regulation": 1180, "avoid": 1181, "conflict": 1182, "appearance": 1183, "manager": 1184, "identify": 1185, "timely": 1186, "g": 1187, "assist": 1188, "understanding": 1189, "wellsfargo": 1190, "usi": 1191, "acquisition": 1192, "usa": 1193, "wfis": 1194, "brokerage": 1195, "consult": 1196, "employee": 1197, "benefit": 1198, "property": 1199, "casualty": 1200, "safehold": 1201, "small": 1202, "student": 1203, "individual": 1204, "health": 1205, "private": 1206, "pretax": 1207, "gain": 1208, "discrete": 1209, "second": 1210, "agree": 1211, "sell": 1212, "dateddecember": 1213, "cvs": 1214, "hr": 1215, "block": 1216, "harleydavidson": 1217, "etrade": 1218, "norwegian": 1219, "cruise": 1220, "ltd": 1221, "phd": 1222, "dr": 1223, "pension": 1224, "balance": 1225, "actuarial": 1226, "interstate": 1227, "bancorp": 1228, "acquire": 1229, "legacy": 1230, "servicebase": 1231, "contribution": 1232, "assume": 1233, "preexist": 1234, "merger": 1235, "norw": 1236, "dismissal": 1237, "franklin": 1238, "codel": 1239, "ford": 1240, "singlepointofentry": 1241, "agency": 1242, "method": 1243, "electronic": 1244, "transmission": 1245, "expand": 1246, "secretaryexhibit": 1247, "pujadas": 1248, "stephen": 1249, "sanger": 1250, "cynthia": 1251, "milligan": 1252, "susan": 1253, "swenson": 1254, "succeed": 1255, "composition": 1256, "berkshire": 1257, "hathaway": 1258, "signaturespursuant": 1259, "officerexhibit": 1260, "classaction": 1261, "commissionfile": 1262, "socalle": 1263, "livingwill": 1264, "parent": 1265, "intermediate": 1266, "ihc": 1267, "wfs": 1268, "clearing": 1269, "wfcs": 1270, "indirect": 1271, "transfer": 1272, "significant": 1273, "majority": 1274, "deposit": 1275, "liquid": 1276, "intercompany": 1277, "type": 1278, "distress": 1279, "repurchase": 1280, "facility": 1281, "subordinate": 1282, "committed": 1283, "dividend": 1284, "expect": 1285, "usual": 1286, "access": 1287, "necessary": 1288, "debt": 1289, "metric": 1290, "fall": 1291, "trigger": 1292, "subordinated": 1293, "forgive": 1294, "terminate": 1295, "adversely": 1296, "ability": 1297, "bankruptcy": 1298, "proceeding": 1299, "respective": 1300, "secure": 1301, "carroll": 1302, "wealth": 1303, "investment": 1304, "jabbari": 1305, "lawsuit": 1306, "inclination": 1307, "party": 1308, "motion": 1309, "respond": 1310, "plaintiff": 1311, "finalize": 1312, "open": 1313, "checking": 1314, "saving": 1315, "unsecured": 1316, "card": 1317, "enrol": 1318, "circumstance": 1319, "identity": 1320, "theft": 1321, "assurance": 1322, "different": 1323, "dated": 1324, "plus": 1325, "accumulate": 1326, "excess": 1327, "currently": 1328, "cusip": 1329, "float": 1330, "pa": 1331, "frequency": 1332, "recommendation": 1333, "divest": 1334, "noncore": 1335, "lobby": 1336, "indigenous": 1337, "people": 1338, "representative": 1339, "dtc": 1340, "citibank": 1341, "london": 1342, "branch": 1343, "bys": 1344, "authorizes": 1345, "liquidation": 1346, "layton": 1347, "finger": 1348, "ofthe": 1349, "codenot": 1350, "citem": 1351, "apppropriate": 1352, "claw": 1353, "stumpf": 1354, "carrie": 1355, "tolstedt": 1356, "stumpfs": 1357, "tolstedts": 1358, "option": 1359, "finding": 1360, "reinvestment": 1361, "cra": 1362, "rating": 1363, "need": 1364, "improve": 1365, "impose": 1366, "nonbank": 1367, "engage": 1368, "nature": 1369, "regulator": 1370, "application": 1371, "expedite": 1372, "processing": 1373, "prepay": 1374, "relocate": 1375, "welfare": 1376, "relationship": 1377, "municipality": 1378, "limit": 1379, "influence": 1380, "satisfactory": 1381, "engel": 1382, "upcoming": 1383, "defer": 1384, "vested": 1385, "seventh": 1386, "supplemental": 1387, "indenture": 1388, "fdic": 1389, "jointly": 1390, "adequately": 1391, "remedy": 1392, "deficiency": 1393, "foreign": 1394, "fail": 1395, "brokerdealer": 1396, "remedie": 1397, "consultation": 1398, "stability": 1399, "council": 1400, "able": 1401, "satisfaction": 1402, "living": 1403, "notification": 1404, "statementsthis": 1405, "shrewsberry": 1406, "presidentelect": 1407, "trump": 1408, "intent": 1409, "elaine": 1410, "chao": 1411, "transportation": 1412, "honor": 1413, "resign": 1414, "confirm": 1415, "chaos": 1416, "structure": 1417, "conform": 1418, "add": 1419, "annually": 1420, "remove": 1421, "conforming": 1422, "lead": 1423, "ciii": 1424, "miscellaneous": 1425, "separate": 1426, "retainer": 1427, "lieu": 1428, "revocation": 1429, "relief": 1430, "consequence": 1431, "enforcement": 1432, "occs": 1433, "exhibitno": 1434, "datednovember": 1435, "western": 1436, "digital": 1437, "underwrite": 1438, "nonexecutive": 1439, "wholesale": 1440, "retain": 1441, "formation": 1442, "virtual": 1443, "solution": 1444, "innovation": 1445, "avid": 1446, "modjtabai": 1447, "perry": 1448, "pelo": 1449, "exercise": 1450, "conclusion": 1451, "authority": 1452, "ensure": 1453, "pende": 1454, "precautionary": 1455, "rescind": 1456, "local": 1457, "government": 1458, "attorney": 1459, "prosecutor": 1460, "congressional": 1461, "formal": 1462, "informal": 1463, "inquiry": 1464, "los": 1465, "angeles": 1466, "seek": 1467, "nongovernmental": 1468, "damage": 1469, "industrytm": 1470, "correct": 1471, "error": 1472, "bad": 1473, "doddfrank": 1474, "wall": 1475, "credible": 1476, "orderly": 1477, "stringent": 1478, "unable": 1479, "iboxx": 1480, "yield": 1481, "bond": 1482, "maintain": 1483, "ethical": 1484, "core": 1485, "good": 1486, "emphasize": 1487, "confidential": 1488, "protect": 1489, "efficiently": 1490, "accountability": 1491, "adherence": 1492, "violation": 1493, "environment": 1494, "fileir": 1495, "southern": 1496, "housing": 1497, "urban": 1498, "administration": 1499, "fha": 1500, "potential": 1501, "although": 1502, "documentation": 1503, "dc": 1504, "judith": 1505, "runstad": 1506, "periodic": 1507, "aiv": 1508, "clarification": 1509, "summarize": 1510, "nomination": 1511, "permit": 1512, "continuously": 1513, "percent": 1514, "constitute": 1515, "uncontested": 1516, "informational": 1517, "instrument": 1518, "short": 1519, "relocation": 1520, "specifie": 1521, "entitle": 1522, "taking": 1523, "adjourn": 1524, "declaration": 1525, "content": 1526, "preparation": 1527, "list": 1528, "quorum": 1529, "transact": 1530, "affirmative": 1531, "minimum": 1532, "scope": 1533, "convene": 1534, "recess": 1535, "inspector": 1536, "prescribe": 1537, "absent": 1538, "disqualify": 1539, "lose": 1540, "steal": 1541, "destroy": 1542, "offile": 1543, "like": 1544, "linkedto": 1545, "later": 1546, "unique": 1547, "turn": 1548, "schaffner": 1549, "paul": 1550, "ackerman": 1551, "ge": 1552, "commercial": 1553, "vendor": 1554, "platform": 1555, "anticipate": 1556, "neutral": 1557, "modestly": 1558, "accretive": 1559, "transitionrelated": 1560, "cost": 1561, "minimal": 1562, "borrowing": 1563, "long": 1564, "deposits": 1565, "attract": 1566, "talent": 1567, "encourage": 1568, "creation": 1569, "overall": 1570, "balanced": 1571, "mix": 1572, "competitive": 1573, "evaluation": 1574, "strong": 1575, "numberof": 1576, "performancebased": 1577, "downturn": 1578, "misconduct": 1579, "commit": 1580, "reasonably": 1581, "reputational": 1582, "harm": 1583, "involuntary": 1584, "displacement": 1585, "divestiture": 1586, "nondisclosure": 1587, "trade": 1588, "secret": 1589, "nonsolicitation": 1590, "employ": 1591, "aftertax": 1592, "delay": 1593, "modify": 1594, "revoke": 1595, "recover": 1596, "advisable": 1597, "recoupment": 1598, "equivalent": 1599, "reinveste": 1600, "distribute": 1601, "underlie": 1602, "homebuilder": 1603, "er": 1604, "optionally": 1605, "exchangeable": 1606, "kind": 1607, "morgan": 1608, "filenumber": 1609, "betsy": 1610, "southtrust": 1611, "successor": 1612, "importance": 1613, "motivate": 1614, "valuable": 1615, "overarching": 1616, "stipulation": 1617, "hearing": 1618, "strother": 1619, "internal": 1620, "control": 1621, "servicing": 1622, "foreclosure": 1623, "rcz": 1624, "belowlisted": 1625, "hoyt": 1626, "specialized": 1627, "capacity": 1628, "cofounde": 1629, "sullivan": 1630, "cromwell": 1631, "lennar": 1632, "howard": 1633, "rick": 1634, "richardson": 1635, "personal": 1636, "healthrelated": 1637, "reason": 1638, "ae": 1639, "fannie": 1640, "mae": 1641, "originate": 1642, "pricing": 1643, "home": 1644, "freddie": 1645, "mac": 1646, "medium": 1647, "paper": 1648, "heidi": 1649, "dzieweczynski": 1650, "performancebase": 1651, "withdraw": 1652, "xii": 1653, "tier": 1654, "principalamount": 1655, "nysetradingsymbol": 1656, "redemptiondate": 1657, "trusteepayingagent": 1658, "enhancedtrust": 1659, "preferredsecuritie": 1660, "bwf": 1661, "newyork": 1662, "trustcompany": 1663, "marquette": 1664, "ave": 1665, "floor": 1666, "macn": 1667, "minneapolis": 1668, "mn": 1669, "duejanuary": 1670, "trusteepaye": 1671, "trup": 1672, "wpk": 1673, "gwf": 1674, "toprssm": 1675, "jwf": 1676, "defendant": 1677, "laurel": 1678, "holschuh": 1679, "staff": 1680, "recommend": 1681, "ubs": 1682, "jump": 1683, "brent": 1684, "crude": 1685, "nikkei": 1686, "upside": 1687, "participation": 1688, "reit": 1689, "downside": 1690, "multipli": 1691, "tender": 1692, "contingent": 1693, "wbprc": 1694, "nationalassociation": 1695, "xi": 1696, "fwf": 1697, "bankn": 1698, "corporatetrust": 1699, "livingston": 1700, "avenue": 1701, "st": 1702, "nichola": 1703, "contest": 1704, "allow": 1705, "candidate": 1706, "inclusion": 1707, "wbprb": 1708, "declare": 1709, "jonesubs": 1710, "mackey": 1711, "mcdonald": 1712, "informed": 1713, "benson": 1714, "concern": 1715, "origination": 1716, "joint": 1717, "federalstate": 1718, "frb": 1719, "assessment": 1720, "stepup": 1721, "callable": 1722, "bancorporation": 1723, "wyome": 1724, "placer": 1725, "statutory": 1726, "aaa": 1727, "govern": 1728, "passage": 1729, "hand": 1730, "wb": 1731, "xiii": 1732, "pps": 1733, "eaa": 1734, "wfcpp": 1735, "xiv": 1736, "wco": 1737, "xv": 1738, "aa": 1739, "wfcppsb": 1740, "vk": 1741, "ex": 1742, "exhibitnumber": 1743, "mmcapssm": 1744, "z": 1745, "saa": 1746, "century": 1747, "na": 1748, "oman": 1749, "mmcap": 1750, "gbb": 1751, "raa": 1752, "fixedfloate": 1753, "execute": 1754, "favor": 1755, "debtholder": 1756, "efficient": 1757, "junior": 1758, "deferrable": 1759, "debenture": 1760, "recognize": 1761, "proceed": 1762, "mandatorily": 1763, "redesignation": 1764, "capitalize": 1765, "meaning": 1766, "thereunto": 1767, "corestate": 1768, "passthrough": 1769, "ac": 1770, "union": 1771, "institutional": 1772, "contract": 1773, "takedown": 1774, "precede": 1775, "paragraph": 1776, "sk": 1777, "atkin": 1778, "depend": 1779, "criterion": 1780, "adjustment": 1781, "upward": 1782, "downward": 1783, "threeyear": 1784, "peer": 1785, "noncompetition": 1786, "suisse": 1787, "stanley": 1788, "secondary": 1789, "unrelated": 1790, "reporting": 1791, "esq": 1792, "aii": 1793, "proper": 1794, "procedural": 1795, "calling": 1796, "design": 1797, "similar": 1798, "recently": 1799, "soon": 1800, "close": 1801, "roger": 1802, "affidavit": 1803, "securitization": 1804, "restructuring": 1805, "division": 1806, "kevin": 1807, "rhein": 1808, "robert": 1809, "steel": 1810, "mayor": 1811, "economic": 1812, "patricia": 1813, "callahan": 1814, "treasury": 1815, "offering": 1816, "warrant": 1817, "deutsche": 1818, "allocation": 1819, "auction": 1820, "automatic": 1821, "shelf": 1822, "lockup": 1823, "exception": 1824, "additionally": 1825, "speciman": 1826, "mccormick": 1827, "nonbinde": 1828, "charitable": 1829, "political": 1830, "jeannine": 1831, "zahn": 1832, "messrs": 1833, "entirely": 1834, "partially": 1835, "abovenamed": 1836, "reinstate": 1837, "revenue": 1838, "suspend": 1839, "deductibility": 1840, "tarp": 1841, "repay": 1842, "comprise": 1843, "kbw": 1844, "permanent": 1845, "nondisparagement": 1846, "consultant": 1847, "competition": 1848, "affiliate": 1849, "geographic": 1850, "footprint": 1851, "recovery": 1852, "julie": 1853, "white": 1854, "goldman": 1855, "sachs": 1856, "underwritten": 1857, "discount": 1858, "prospectus": 1859, "hereinafter": 1860, "prudential": 1861, "noncontrolle": 1862, "venture": 1863, "carry": 1864, "noncontrolling": 1865, "entire": 1866, "troubled": 1867, "detail": 1868, "achieve": 1869, "participant": 1870, "objective": 1871, "promote": 1872, "establishment": 1873, "relevant": 1874, "calendar": 1875, "emergency": 1876, "stabilization": 1877, "eesa": 1878, "ratification": 1879, "positive": 1880, "combination": 1881, "realize": 1882, "measure": 1883, "qualitative": 1884, "dilute": 1885, "consolidate": 1886, "adjust": 1887, "convention": 1888, "annualize": 1889, "accrue": 1890, "comprehensive": 1891, "discontinue": 1892, "extraordinary": 1893, "unusual": 1894, "nonrecurre": 1895, "separately": 1896, "quantify": 1897, "temporary": 1898, "suspension": 1899, "blackout": 1900, "yearend": 1901, "conversion": 1902, "central": 1903, "eastern": 1904, "week": 1905, "staggered": 1906, "approach": 1907, "obtain": 1908, "inservice": 1909, "withdrawal": 1910, "direct": 1911, "diversify": 1912, "send": 1913, "beneficiary": 1914, "sarbanesoxley": 1915, "btr": 1916, "insider": 1917, "prohibit": 1918, "indirectly": 1919, "selling": 1920, "interested": 1921, "contact": 1922, "jeanine": 1923, "sundt": 1924, "prohibition": 1925, "possession": 1926, "nonpublic": 1927, "function": 1928, "ar": 1929, "nationwide": 1930, "buy": 1931, "diversified": 1932, "kovacevich": 1933, "kovacevichs": 1934, "spaul": 1935, "merge": 1936, "emily": 1937, "janowsky": 1938, "withholding": 1939, "deduction": 1940, "payroll": 1941, "nyseonly": 1942, "cpp": 1943, "sole": 1944, "twothird": 1945, "onethird": 1946, "joss": 1947, "portfolio": 1948, "integration": 1949, "combined": 1950, "substantive": 1951, "proprietary": 1952, "leader": 1953, "htm": 1954, "generate": 1955, "publisher": 1956, "un": 1957, "derwrite": 1958, "statementsan": 1959, "arb": 1960, "fas": 1961, "minority": 1962, "component": 1963, "sheet": 1964, "attributable": 1965, "computation": 1966, "kbody": 1967, "fd": 1968, "stress": 1969, "test": 1970, "remarketing": 1971, "accrete": 1972, "caption": 1973, "consideration": 1974, "appreciate": 1975, "sar": 1976, "count": 1977, "instead": 1978, "onehalf": 1979, "nonqualifie": 1980, "restore": 1981, "freeze": 1982, "irsimposed": 1983, "slide": 1984, "specific": 1985, "highly": 1986, "compensated": 1987, "enactment": 1988, "deduct": 1989, "tarps": 1990, "alternative": 1991, "assistance": 1992, "otherthantemporary": 1993, "impairment": 1994, "noncash": 1995, "unrealized": 1996, "fullyear": 1997, "vkza": 1998, "refile": 1999, "book": 2000, "incorrectly": 2001, "eightkbody": 2002, "convert": 2003, "create": 2004, "bcl": 2005, "unaudited": 2006, "forma": 2007, "condense": 2008, "bsp": 2009, "nbsp": 2010, "eightkseriesm": 2011, "elimination": 2012, "disposition": 2013, "survive": 2014, "fractional": 2015, "equalization": 2016, "oneone": 2017, "thousandth": 2018, "converte": 2019, "equitybased": 2020, "ticker": 2021, "wfcprj": 2022, "wfcprl": 2023, "exchangeliste": 2024, "pm": 2025, "modification": 2026, "following": 2027, "associate": 2028, "farg": 2029, "pin": 2030, "tee": 2031, "astro": 2032, "titan": 2033, "industry": 2034, "astros": 2035, "metal": 2036, "china": 2037, "alternext": 2038, "body": 2039, "ock": 2040, "erve": 2041, "nominating": 2042, "argo": 2043, "exercisable": 2044, "requisite": 2045, "dec": 2046, "mecklenburg": 2047, "north": 2048, "carolina": 2049, "irve": 2050, "ehrenhaus": 2051, "et": 2052, "al": 2053, "therewith": 2054, "kwells": 2055, "mandatory": 2056, "primarily": 2057, "ceo": 2058, "successful": 2059, "independence": 2060, "agenda": 2061, "session": 2062, "nonmanagement": 2063, "coordinated": 2064, "coverage": 2065, "sounding": 2066, "nb": 2067, "nbs": 2068, "recognition": 2069, "intention": 2070, "belief": 2071, "analyst": 2072, "estimate": 2073, "illustra": 2074, "tive": 2075, "projection": 2076, "crisis": 2077, "severe": 2078, "wachovias": 2079, "inability": 2080, "integrate": 2081, "successfully": 2082, "expected": 2083, "attrition": 2084, "disruption": 2085, "difficult": 2086, "overnmental": 2087, "exposure": 2088, "evp": 2089, "unanimously": 2090, "identical": 2091, "consummation": 2092, "stockbased": 2093, "governmental": 2094, "expiration": 2095, "waiting": 2096, "accuracy": 2097, "representation": 2098, "warranty": 2099, "significantly": 2100, "secs": 2101, "find": 2102, "mail": 2103, "statementprospectus": 2104, "urge": 2105, "read": 2106, "free": 2107, "nd": 2108, "attention": 2109, "center": 2110, "south": 2111, "college": 2112, "charlotte": 2113, "solicitation": 2114, "entry": 2115, "accrued": 2116, "nonvoting": 2117, "issuable": 2118, "antidilution": 2119, "split": 2120, "expire": 2121, "gross": 2122, "placement": 2123, "exempt": 2124, "promptly": 2125, "practicable": 2126, "contractual": 2127, "foregoing": 2128, "unregistered": 2129, "securityholder": 2130, "regular": 2131, "aside": 2132, "agreementstandard": 2133, "whollyowned": 2134, "font": 2135, "capitalization": 2136, "know": 2137, "materiality": 2138, "view": 2139, "investo": 2140, "rs": 2141, "allocate": 2142, "fact": 2143, "factual": 2144, "conjunction": 2145, "nonappealable": 2146, "denial": 2147, "injunction": 2148, "cure": 2149, "newly": 2150, "wacho": 2151, "ntacte": 2152, "sixth": 2153, "minnesota": 2154, "bring": 2155, "deadline": 2156, "earlier": 2157, "beneficial": 2158, "owner": 2159, "hedge": 2160, "questionnaire": 2161, "proponent": 2162, "indemnification": 2163, "publicly": 2164, "lehman": 2165, "brother": 2166, "petition": 2167, "cent": 2168, "dollar": 2169, "counterparty": 2170, "advantage": 2171, "ofincorporation": 2172, "remarketable": 2173, "stripped": 2174, "bny": 2175, "wilmington": 2176, "preclose": 2177, "overallotment": 2178, "zipcode": 2179, "bnym": 2180, "merrill": 2181, "lynch": 2182, "pierce": 2183, "fenner": 2184, "smith": 2185, "settle": 2186, "appreciation": 2187, "shareforshare": 2188, "eligibility": 2189, "administer": 2190, "gnc": 2191, "nondiscriminatory": 2192, "selection": 2193, "exceed": 2194, "certify": 2195, "exercisability": 2196, "nee": 2197, "deliver": 2198, "reorganization": 2199, "reverse": 2200, "spinoff": 2201, "cancellation": 2202, "accelerated": 2203, "equitable": 2204, "lticps": 2205, "reprice": 2206, "nonrecurring": 2207, "nonu": 2208, "dilution": 2209, "enlargement": 2210, "interpret": 2211, "construe": 2212, "thereunder": 2213, "faith": 2214, "lapse": 2215, "rata": 2216, "fill": 2217, "vacancy": 2218, "newlycreated": 2219, "directorship": 2220, "nonqualified": 2221, "transferability": 2222, "physically": 2223, "attestation": 2224, "difference": 2225, "tandem": 2226, "bonus": 2227, "determined": 2228, "encumber": 2229, "acceleration": 2230, "limited": 2231, "pool": 2232, "versus": 2233, "continued": 2234, "preestablished": 2235, "cycle": 2236, "qualifying": 2237, "notwithstanding": 2238, "individually": 2239, "alternatively": 2240, "cumulatively": 2241, "transferable": 2242, "assignable": 2243, "familyrelate": 2244, "duration": 2245, "waive": 2246, "taxable": 2247, "sexual": 2248, "orientation": 2249, "racial": 2250, "disparity": 2251, "infrastructure": 2252, "bb": 2253, "byreference": 2254, "preclosing": 2255, "tighten": 2256, "largely": 2257, "channel": 2258, "financing": 2259, "stop": 2260, "specifically": 2261, "wholesaler": 2262, "combine": 2263, "loantovalue": 2264, "correspondent": 2265, "institution": 2266, "liquidating": 2267, "vintage": 2268, "highest": 2269, "concentrate": 2270, "abrupt": 2271, "steep": 2272, "decline": 2273, "lien": 2274, "deterioration": 2275, "outlook": 2276, "diminish": 2277, "chargeoff": 2278, "adequate": 2279, "visarelate": 2280, "network": 2281, "single": 2282, "judgment": 2283, "sharing": 2284, "membership": 2285, "conclude": 2286, "concur": 2287, "immaterial": 2288, "sufficient": 2289, "quality": 2290, "unemployment": 2291, "tranche": 2292, "extendible": 2293, "fy": 2294, "hm": 2295, "bbu": 2296, "bbz": 2297, "md": 2298, "between": 2299, "nqso": 2300, "collectibility": 2301, "regional": 2302, "ratefloate": 2303, "emission": 2304, "reject": 2305, "separation": 2306, "hmda": 2307, "severance": 2308, "job": 2309, "mutually": 2310, "plurality": 2311, "irrevocable": 2312, "certification": 2313, "abstain": 2314, "httpwww": 2315, "sybase": 2316, "enterprise": 2317, "software": 2318, "headquarter": 2319, "dublin": 2320, "twoforone": 2321, "bookentry": 2322, "withhold": 2323, "continuation": 2324, "professional": 2325, "moor": 2326, "world": 2327, "modern": 2328, "dgcl": 2329, "means": 2330, "affair": 2331, "examiner": 2332, "attest": 2333, "forward": 2334, "look": 2335, "incorrect": 2336, "attain": 2337, "presidentchief": 2338, "catholic": 2339, "healthcare": 2340, "west": 2341, "notforprofit": 2342, "care": 2343, "reelect": 2344, "payday": 2345, "lend": 2346, "predatory": 2347, "coupon": 2348, "attend": 2349, "teleconference": 2350, "worth": 2351, "blackschole": 2352, "prorate": 2353, "blanchard": 2354, "reatha": 2355, "king": 2356, "rice": 2357, "wright": 2358, "basketsm": 2359, "consensus": 2360, "task": 2361, "force": 2362, "contingently": 2363, "eitf": 2364, "entitys": 2365, "retroactively": 2366, "dilutive": 2367, "default": 2368, "effectiveness": 2369, "inflation": 2370, "headline": 2371, "station": 2372, "casino": 2373, "otherjurisdiction": 2374, "corenotessm": 2375, "corenote": 2376, "point": 2377, "notessm": 2378, "quicklink": 2379, "click": 2380, "rapidly": 2381, "navigate": 2382, "cexhibit": 2383, "purchaser": 2384, "buyer": 2385, "possible": 2386, "registered": 2387, "exemption": 2388, "unconditional": 2389, "wffi": 2390, "wholly": 2391, "wffc": 2392, "canadian": 2393, "canada": 2394, "oath": 2395, "les": 2396, "quock": 2397, "prepare": 2398, "agust": 2399, "debeture": 2400, "pooling": 2401, "appendix": 2402, "preeffective": 2403, "reg": 2404, "accountant": 2405, "securitiessm": 2406, "authorization": 2407, "accretion": 2408, "word": 2409, "expression": 2410, "conditional": 2411, "verb": 2412, "difficulty": 2413, "unanticipated": 2414, "rod": 2415, "jacob": 2416, "ross": 2417, "kari": 2418, "onefour": 2419, "hundredth": 2420, "nysearca": 2421, "cushe": 2422, "mlp": 2423, "etns": 2424, "mlpindexetnsduejune": 2425, "madison": 2426, "jpm": 2427, "pr": 2428, "dd": 2429, "ee": 2430, "alerian": 2431, "amj": 2432, "arca": 2433, "ppln": 2434, "onetenth": 2435, "extensible": 2436, "language": 2437, "jordan": 2438, "costa": 2439, "managing": 2440, "legality": 2441, "simpson": 2442, "thacher": 2443, "bartlett": 2444, "frn": 2445, "instruction": 2446, "hka": 2447, "hkb": 2448, "hhq": 2449, "hlw": 2450, "hhs": 2451, "delivery": 2452, "making": 2453, "blue": 2454, "sky": 2455, "onwhich": 2456, "ff": 2457, "computershare": 2458, "rank": 2459, "parity": 2460, "declared": 2461, "privilege": 2462, "thereund": 2463, "numberi": 2464, "provisionso": 2465, "bo": 2466, "classtrade": 2467, "symbolsname": 2468, "stockjpmthe": 2469, "exchangedepositary": 2470, "pjpm": 2471, "athe": 2472, "wjpm": 2473, "ethe": 2474, "yjpm": 2475, "fthe": 2476, "aajpm": 2477, "gthe": 2478, "bbjpm": 2479, "hthe": 2480, "ddjpm": 2481, "dthe": 2482, "eejpm": 2483, "cthe": 2484, "exchangealerian": 2485, "amjnyse": 2486, "llcjpm": 2487, "exchangeguarantee": 2488, "llcpplnnyse": 2489, "disclosureon": 2490, "earnings": 2491, "furthermore": 2492, "gcsweb": 2493, "exhibitsd": 2494, "registrantbys": 2495, "nicole": 2496, "gile": 2497, "officerdatedjuly": 2498, "dof": 2499, "compare": 2500, "statements": 2501, "results": 2502, "object": 2503, "ccar": 2504, "datedjune": 2505, "companyrun": 2506, "dfast": 2507, "hypothetical": 2508, "scenario": 2509, "shock": 2510, "severely": 2511, "adverse": 2512, "httpswww": 2513, "federalreserve": 2514, "furnishing": 2515, "indication": 2516, "caution": 2517, "draw": 2518, "inference": 2519, "actions": 2520, "officers": 2521, "william": 2522, "weldon": 2523, "eve": 2524, "burke": 2525, "todd": 2526, "comb": 2527, "mellody": 2528, "hobson": 2529, "holders": 2530, "aregistrant": 2531, "tuesday": 2532, "bthe": 2533, "proposalsproposal": 2534, "nonvoteslinda": 2535, "bammann": 2536, "james": 2537, "bell": 2538, "combs": 2539, "crown": 2540, "dimon": 2541, "flynn": 2542, "laban": 2543, "jackson": 2544, "lee": 2545, "raymond": 2546, "nonvotes": 2547, "kf": 2548, "gillis": 2549, "gillismanage": 2550, "directordate": 2551, "avenuenew": 2552, "thach": 2553, "jennifer": 2554, "piepszak": 2555, "marianne": 2556, "lake": 2557, "career": 2558, "prime": 2559, "businesses": 2560, "molly": 2561, "carpenter": 2562, "officerdatedapril": 2563, "outside": 2564, "kingdom": 2565, "protectionbase": 2566, "latham": 2567, "watkin": 2568, "llcs": 2569, "scott": 2570, "slides": 2571, "speaker": 2572, "biographies": 2573, "officersjpmorgan": 2574, "variable": 2575, "psus": 2576, "unchanged": 2577, "psu": 2578, "tangible": 2579, "rotce": 2580, "payout": 2581, "provisions": 2582, "category": 2583, "teamwork": 2584, "we": 2585, "invest": 2586, "strengthen": 2587, "reinforce": 2588, "culture": 2589, "longstanding": 2590, "drive": 2591, "inclusive": 2592, "raise": 2593, "trillion": 2594, "businesse": 2595, "client": 2596, "nonprofit": 2597, "nearly": 2598, "demonstrate": 2599, "discipline": 2600, "score": 2601, "fortress": 2602, "help": 2603, "decade": 2604, "initiative": 2605, "wage": 2606, "most": 2607, "under": 2608, "stewardship": 2609, "repurchases": 2610, "nongaap": 2611, "restatement": 2612, "recapture": 2613, "enable": 2614, "unvested": 2615, "unexercisable": 2616, "directors": 2617, "renew": 2618, "merchant": 2619, "hospital": 2620, "officerdatedjanuary": 2621, "jpmws": 2622, "thursday": 2623, "friday": 2624, "cutoff": 2625, "monday": 2626, "depository": 2627, "dtcc": 2628, "sunday": 2629, "any": 2630, "dtccs": 2631, "void": 2632, "reminder": 2633, "httpinvestor": 2634, "comjpmorganchasesec": 2635, "cfm": 2636, "officerdatedoctober": 2637, "charges": 2638, "requirements": 2639, "launch": 2640, "fixedrate": 2641, "liquidate": 2642, "extinguish": 2643, "quantitative": 2644, "tie": 2645, "holly": 2646, "youngwood": 2647, "youngwoodmanage": 2648, "kaexplanatory": 2649, "assignment": 2650, "crandall": 2651, "bowle": 2652, "directordatedmay": 2653, "directordatedapril": 2654, "ariel": 2655, "jpmorganchase": 2656, "pinto": 2657, "gordon": 2658, "copresident": 2659, "cochief": 2660, "jamie": 2661, "version": 2662, "clientcustomer": 2663, "items": 2664, "cut": 2665, "tcja": 2666, "initially": 2667, "seven": 2668, "xxiii": 2669, "xxi": 2670, "nbd": 2671, "corresponding": 2672, "cc": 2673, "contingency": 2674, "herein": 2675, "neila": 2676, "radin": 2677, "registrantby": 2678, "frequently": 2679, "yeartwo": 2680, "yearsthree": 2681, "yearsabstainbroker": 2682, "reevaluate": 2683, "votes": 2684, "directordatedjune": 2685, "matthew": 2686, "zame": 2687, "thirteen": 2688, "closely": 2689, "smooth": 2690, "come": 2691, "followsmarianne": 2692, "oversee": 2693, "officetreasury": 2694, "managerial": 2695, "intelligent": 2696, "markets": 2697, "erdoe": 2698, "doug": 2699, "petno": 2700, "coo": 2701, "military": 2702, "planning": 2703, "procurement": 2704, "services": 2705, "ninetyday": 2706, "garden": 2707, "nonsolicitationhire": 2708, "postgarden": 2709, "stacey": 2710, "friedman": 2711, "counseldatedjune": 2712, "bowles": 2713, "carpentercorporate": 2714, "secretarydate": 2715, "supersede": 2716, "typographical": 2717, "ny": 2718, "master": 2719, "indeterminate": 2720, "dispute": 2721, "challenge": 2722, "custodian": 2723, "triparty": 2724, "adversary": 2725, "sufficiency": 2726, "sustained": 2727, "cjpmorgan": 2728, "linda": 2729, "america": 2730, "fka": 2731, "banker": 2732, "continuance": 2733, "insolvency": 2734, "consolidation": 2735, "conveyance": 2736, "lease": 2737, "odonovan": 2738, "o'donovan": 2739, "cpa": 2740, "joined": 2741, "internationally": 2742, "jpmc": 2743, "doj": 2744, "hiring": 2745, "official": 2746, "asia": 2747, "pacific": 2748, "region": 2749, "jpmsapl": 2750, "hong": 2751, "kongbase": 2752, "whollyowne": 2753, "nonprosecution": 2754, "monetary": 2755, "advise": 2756, "jpmsapls": 2757, "criminal": 2758, "disgorgement": 2759, "prejudgment": 2760, "fine": 2761, "acknowledge": 2762, "cooperation": 2763, "cooperate": 2764, "watter": 2765, "boston": 2766, "ma": 2767, "haa": 2768, "laa": 2769, "yaa": 2770, "kaa": 2771, "uaa": 2772, "periodically": 2773, "rapid": 2774, "spoe": 2775, "jpmcs": 2776, "improvement": 2777, "iteration": 2778, "aspect": 2779, "rationalization": 2780, "mechanism": 2781, "shortcoming": 2782, "outsource": 2783, "remediate": 2784, "status": 2785, "subsection": 2786, "html": 2787, "prepositioning": 2788, "entering": 2789, "jpmcb": 2790, "effort": 2791, "contribute": 2792, "indebtedness": 2793, "owe": 2794, "monitor": 2795, "idiosyncratic": 2796, "initiate": 2797, "ameliorate": 2798, "framework": 2799, "critical": 2800, "defined": 2801, "escalation": 2802, "indicator": 2803, "model": 2804, "basel": 2805, "transitional": 2806, "project": 2807, "outflow": 2808, "dynamic": 2809, "forecast": 2810, "dedicated": 2811, "utilize": 2812, "castle": 2813, "partnership": 2814, "found": 2815, "endowment": 2816, "foundation": 2817, "'": 2818, "ccb": 2819, "dbntc": 2820, "receiver": 2821, "fdicreceiver": 2822, "mutual": 2823, "wmb": 2824, "liabilitie": 2825, "assert": 2826, "mortgagebacked": 2827, "sponsor": 2828, "appeal": 2829, "circuit": 2830, "indemnity": 2831, "receivership": 2832, "judicial": 2833, "wmbrelate": 2834, "directordatedjuly": 2835, "govbankinforegccar": 2836, "ignore": 2837, "voluntary": 2838, "philosophy": 2839, "registering": 2840, "sidley": 2841, "austin": 2842, "nonobjection": 2843, "noteholder": 2844, "insurer": 2845, "ambac": 2846, "segregated": 2847, "insured": 2848, "rmb": 2849, "emc": 2850, "ambacs": 2851, "bear": 2852, "stearn": 2853, "consequential": 2854, "rsus": 2855, "notionally": 2856, "earned": 2857, "twoyear": 2858, "recapturerecoupment": 2859, "variety": 2860, "ofjame": 2861, "dimonmarianne": 2862, "lakemary": 2863, "erdoesdaniel": 2864, "pintomatthew": 2865, "zamesrestricte": 2866, "units": 2867, "remainder": 2868, "european": 2869, "directive": 2870, "crd": 2871, "consecutive": 2872, "nonsubstantive": 2873, "consistency": 2874, "of": 2875, "horan": 2876, "comjpmorganchase": 2877, "keynote": 2878, "las": 2879, "vegas": 2880, "for": 2881, "video": 2882, "visit": 2883, "chasepay": 2884, "regularly": 2885, "statesin": 2886, "demand": 2887, "clawedback": 2888, "contemplate": 2889, "exacerbate": 2890, "threaten": 2891, "arbitration": 2892, "violate": 2893, "privacy": 2894, "promulgate": 2895, "guide": 2896, "obligor": 2897, "erf": 2898, "presidentdatedjuly": 2899, "fx": 2900, "plead": 2901, "guilty": 2902, "antitrust": 2903, "remedial": 2904, "adviser": 2905, "subadviser": 2906, "exchangetrade": 2907, "labor": 2908, "qpam": 2909, "fxrelate": 2910, "plea": 2911, "ask": 2912, "question": 2913, "advanced": 2914, "understand": 2915, "ccarform": 2916, "kpart": 2917, 